{
  "المعيار": "الإدارة الصفية",
  "اسم الشاهد": "تمكين الطلاب من الإدارة الذاتية",
  "الوصف": "يُبرز هذا الشاهد جهود المعلم في تحويل مسؤولية الانضباط والنظام من سلطة مركزية إلى مسؤولية مشتركة بين الطلاب، من خلال تمكينهم من الإدارة الذاتية. يهدف إلى قياس مدى قدرة المعلم على بناء ثقافة صفية تعتمد على الاستقلالية والمسؤولية الشخصية، حيث يصبح الطلاب قادرين على إدارة سلوكهم ووقتهم وحل نزاعاتهم البسيطة بأنفسهم. هذا النهج لا يقلل فقط من السلوكيات غير المرغوبة، بل ينمي أيضاً مهارات القيادة والمسؤولية المدنية لدى الطلاب، مما يضمن استدامة الانضباط حتى في غياب المعلم.",
  "عنوان المربع 1": "تطبيق التقييم الذاتي",
  "محتوى المربع 1": "يُعنى هذا المربع بتدريب الطلاب على تقييم أدائهم وسلوكهم بأنفسهم، وتحديد نقاط القوة والضعف في التزامهم بقواعد الصف. يتضمن ذلك استخدام قوائم مراجعة بسيطة أو سجلات يومية للتقييم الذاتي. هذا الإجراء يعزز الوعي الذاتي والمسؤولية الشخصية تجاه الانضباط.",
  "عنوان المربع 2": "تفويض المهام الإدارية",
  "محتوى المربع 2": "يُظهر هذا المربع تفويض المعلم لبعض المهام الإدارية لطلاب محددين، مثل مسؤول توزيع الأدوات، أو منظم الوقت، أو قائد المجموعة. هذا التفويض يعزز شعور الطلاب بالقيادة والمسؤولية المشتركة عن إدارة الصف، ويقلل من العبء الإداري على المعلم.",
  "عنوان المربع 3": "مهارات حل النزاعات الطلابية",
  "محتوى المربع 3": "يركز هذا المربع على تطوير مهارات حل المشكلات لدى الطلاب، وتمكينهم من حل النزاعات البسيطة التي قد تنشأ بينهم دون تدخل مباشر من المعلم. يتم ذلك من خلال تدريبهم على خطوات واضحة للتفاوض والتوصل إلى حلول مقبولة للطرفين، مما يعزز استقلاليتهم.",
  "عنوان المربع 4": "المشاركة في وضع نظام المكافآت",
  "محتوى المربع 4": "يتضمن هذا المربع استخدام نظام مكافآت وعواقب يشارك الطلاب في وضعه وتطبيقه. عندما يشارك الطلاب في صياغة النظام، يصبحون أكثر التزاماً به. هذا يعزز مفهوم العدالة والشفافية في تطبيق الإجراءات الصفية.",
  "عنوان المربع 5": "اجتماعات مجلس الصف الدوري",
  "محتوى المربع 5": "يُظهر هذا المربع تخصيص وقت منتظم لمناقشة قضايا الصف، مثل تحديات الانضباط أو تحسين بيئة التعلم. هذه الاجتماعات تمنح الطلاب صوتاً وتجعلهم شركاء فاعلين في عملية الإدارة الصفية، مما يعزز الاحترام المتبادل.",
  "عنوان المربع 6": "تدريب الطلاب على التنظيم الشخصي",
  "محتوى المربع 6": "يُعنى هذا المربع بتعليم الطلاب كيفية تنظيم موادهم وأدواتهم الخاصة، وكيفية الحفاظ على نظافة وترتيب مساحتهم الشخصية داخل الصف. هذا التدريب يعزز مهارات التنظيم الشخصي التي تنعكس إيجاباً على الانضباط العام والتركيز في المهام التعليمية."
}