{
  "المعيار": "التفاعل مع أولياء الأمور",
  "اسم الشاهد": "سجل مشاركة أولياء الأمور في المشاريع التعليمية",
  "الوصف": "يهدف هذا الشاهد إلى توثيق الدور الفعال لأولياء الأمور كشركاء أساسيين في العملية التعليمية من خلال مشاركتهم المباشرة في إنجاز المشاريع والمهام الأدائية للطلاب. يُظهر السجل كيف يتم إشراك الوالدين في مراحل التخطيط والتنفيذ والتقييم لهذه المشاريع، مما يعزز فهمهم للمحتوى الدراسي ويقوي الرابط بين المنزل والمدرسة. كما يتضمن الشاهد نماذج من الملاحظات البناءة التي يقدمها المعلم لولي الأمر حول طبيعة مشاركته وكيفية توجيه الطالب بشكل أكثر فاعلية، مما يضمن أن تكون المشاركة داعمة وليست تدخلاً مباشراً في عمل الطالب.",
  "عنوان المربع 1": "نماذج خطط المشاريع",
  "محتوى المربع 1": "تتضمن هذه النماذج تحديداً واضحاً لأدوار الطالب والمعلم وولي الأمر في كل مشروع. يجب أن توضح الخطة المهام التي يمكن لولي الأمر المساعدة فيها، مثل توفير الموارد أو الإشراف على جدول زمني، مع التأكيد على أن العمل الأساسي يقع على عاتق الطالب لضمان الاستقلالية.",
  "عنوان المربع 2": "توثيق الملاحظات البناءة",
  "محتوى المربع 2": "سجل لتبادل الملاحظات بين المعلم وولي الأمر حول سير العمل في المشروع. يركز المعلم على تقديم إرشادات حول كيفية دعم الطالب في المنزل، بينما يقدم ولي الأمر تغذية راجعة حول التحديات التي واجهت الطالب أثناء العمل خارج المدرسة.",
  "عنوان المربع 3": "أدوات تقييم المشاركة",
  "محتوى المربع 3": "استمارات تقييم مصممة خصيصاً لقياس جودة مشاركة ولي الأمر في المشروع، وليس فقط حضوره. تشمل معايير مثل مدى فهم ولي الأمر لأهداف المشروع، وكيفية توفير بيئة داعمة دون التدخل المباشر في الحلول.",
  "عنوان المربع 4": "أرشيف إنجازات المشاريع",
  "محتوى المربع 4": "ملفات رقمية أو ورقية تحتوي على صور أو مقتطفات من المشاريع التي أظهر فيها أولياء الأمور دعماً واضحاً وموثقاً. يتم حفظ هذه الملفات كأمثلة للممارسات الجيدة في الشراكة بين المنزل والمدرسة، مع إخفاء بيانات الطلاب الشخصية.",
  "عنوان المربع 5": "إحصائيات المشاركة الوالدية",
  "محتوى المربع 5": "بيان يوضح عدد أولياء الأمور الذين شاركوا فعلياً في المشاريع التعليمية خلال فترة زمنية محددة. يتم تحليل هذه البيانات لتحديد الفجوات في المشاركة وتصميم استراتيجيات جديدة لزيادة انخراط الوالدين في الأنشطة المنهجية واللاصفية.",
  "عنوان المربع 6": "شهادات شكر وتقدير",
  "محتوى المربع 6": "رسائل شكر وتقدير رسمية موجهة لأولياء الأمور الذين أظهروا التزاماً عالياً في دعم أبنائهم خلال إنجاز المشاريع. تُرسل هذه الرسائل لتعزيز السلوك الإيجابي وتحفيز أولياء الأمور الآخرين على الانخراط بشكل أكبر في العملية التعليمية."
}