{
  "المعيار": "إعداد وتنفيذ خطة التعلم",
  "اسم الشاهد": "خطة التعلم المتمايز ومواءمة المحتوى",
  "الوصف": "يُبرز هذا الشاهد قدرة المعلم على تصميم خطط تعليمية مرنة تستجيب للاحتياجات الفردية للطلاب، مع الأخذ في الاعتبار مستوياتهم الأكاديمية المختلفة وأنماط تعلمهم المتنوعة. يهدف إلى ضمان حصول كل طالب على فرص متكافئة لتحقيق أهداف التعلم من خلال تكييف المحتوى، والعمليات، والنواتج، وبيئة التعلم. كما يعكس التزام المعلم بمبادئ الشمولية والعدالة في العملية التعليمية، مما يعزز من فاعلية التعلم ويقلل من الفجوات التعليمية بين الطلاب.",
  "عنوان المربع 1": "تحليل احتياجات الطلاب",
  "محتوى المربع 1": "يتضمن هذا المربع نتائج التقييمات التشخيصية الأولية التي أجراها المعلم لتحديد نقاط القوة والضعف لدى كل طالب. كما يشمل تصنيف الطلاب إلى مجموعات بناءً على استعدادهم أو اهتماماتهم أو أنماط تعلمهم المفضلة. هذه البيانات هي الأساس الذي يُبنى عليه قرار تمايز المحتوى والأنشطة، مما يضمن أن تكون الخطة ملائمة وموجهة بدقة لتحقيق أقصى استفادة تعليمية.",
  "عنوان المربع 2": "تكييف المحتوى التعليمي",
  "محتوى المربع 2": "يوضح هذا الجزء كيف قام المعلم بتعديل المواد التعليمية لتناسب المجموعات المختلفة. قد يشمل ذلك توفير نصوص بمستويات قراءة متباينة، أو استخدام مصادر متعددة الوسائط، أو تبسيط المفاهيم المعقدة لبعض الطلاب. الهدف هو جعل المحتوى في متناول الجميع مع الحفاظ على مستوى التحدي المناسب لكل مجموعة، لضمان فهم عميق وشامل للمادة الدراسية.",
  "عنوان المربع 3": "استراتيجيات التدريس المتنوعة",
  "محتوى المربع 3": "يعرض المعلم هنا مجموعة من استراتيجيات التدريس التي تم تطبيقها ضمن الخطة، مثل التعلم القائم على المشاريع، أو المحطات التعليمية، أو التدريس المباشر للمجموعات الصغيرة. يهدف هذا التنوع إلى تلبية أنماط التعلم المختلفة (بصري، سمعي، حركي) وضمان مشاركة جميع الطلاب بفعالية. كما يُظهر مرونة المعلم في استخدام أدوات مختلفة لتحقيق نفس الهدف التعليمي.",
  "عنوان المربع 4": "نواتج التعلم المتنوعة",
  "محتوى المربع 4": "يحتوي هذا المربع على أمثلة للنواتج المتمايزة المطلوبة من الطلاب، مثل تقديم تقارير مكتوبة، أو عروض تقديمية شفهية، أو نماذج عملية. هذا التنوع في التقييم يسمح للطلاب باختيار طريقة التعبير عن فهمهم التي تتناسب مع قدراتهم ومهاراتهم. كما يضمن تقييماً عادلاً وشاملاً لمدى تحقيقهم لأهداف التعلم المحددة في الخطة.",
  "عنوان المربع 5": "توظيف التقنية للتمايز",
  "محتوى المربع 5": "يُظهر هذا المربع كيفية استخدام المعلم للتقنية في دعم التمايز، مثل استخدام تطبيقات تعليمية تسمح للطلاب بالتقدم بسرعات مختلفة أو توفير مصادر رقمية إضافية للمتفوقين. كما يشمل استخدام أدوات رقمية لتنظيم المجموعات وتوزيع المهام المتباينة، مما يسهل على المعلم إدارة بيئة تعلم معقدة وفعالة في نفس الوقت.",
  "عنوان المربع 6": "تنظيم بيئة التعلم",
  "محتوى المربع 6": "يُفصل هنا كيف تم تخصيص بيئة الفصل الدراسي لدعم التمايز، من خلال إنشاء زوايا تعلم مختلفة أو مناطق للعمل الجماعي والفردي. يهدف هذا التنظيم المكاني إلى تسهيل حركة الطلاب وتفاعلهم مع الأنشطة المتباينة. كما يعكس قدرة المعلم على إدارة الموارد المادية بفعالية لدعم تنفيذ خطة التعلم المتمايز بنجاح."
}