{
  "المعيار": "تنوع أساليب التقويم",
  "اسم الشاهد": "تقويم الأقران والتقويم الذاتي",
  "الوصف": "يسهم تقويم الأقران والتقويم الذاتي في تحقيق تنوع أساليب التقويم من خلال تحويل الطالب من متلقٍ سلبي للتقييم إلى مشارك نشط ومسؤول في العملية. تقويم الأقران يعزز مهارات التفكير النقدي والتحليلي لدى الطلاب، حيث يتطلب منهم تطبيق معايير التقييم على أعمال زملائهم وتقديم تغذية راجعة بناءة. أما التقويم الذاتي، فينمي مهارات التأمل والوعي الذاتي، مما يمكن الطالب من تحديد نقاط قوته وضعفه ووضع خطط لتحسين أدائه. هذه الأساليب لا تقيس نواتج التعلم فحسب، بل تقيس أيضاً مهارات ما وراء المعرفة (Metacognition)، وتوفر للمعلم بيانات نوعية غنية ومختلفة عن تلك التي توفرها الاختبارات التقليدية، مما يثبت تنوع أساليب التقويم.",
  "عنوان المربع 1": "تدريب الطلاب على التقويم",
  "محتوى المربع 1": "يتضمن هذا المربع تدريب الطلاب على استخدام سلالم التقدير (Rubrics) ومعايير التقييم المحددة لتقييم أعمال زملائهم بموضوعية وإنصاف. يجب أن يفهم الطلاب الهدف من تقويم الأقران وكيفية تقديم تغذية راجعة بناءة ومحترمة. هذا التدريب يضمن أن عملية التقويم تتم بفعالية وتخدم الأهداف التعليمية، وتزيد من وعي الطلاب بالمعايير المطلوبة.",
  "عنوان المربع 2": "نماذج التقويم الذاتي",
  "محتوى المربع 2": "يُركز هذا الجانب على تصميم نماذج تقويم ذاتي بسيطة وفعالة تتيح للطالب تقييم أدائه وفهمه للمحتوى. يجب أن تتضمن النماذج أسئلة مفتوحة تشجع على التفكير الانعكاسي، مثل \"ما الذي أتقنته؟\" و \"ما هي الصعوبات التي واجهتها؟\". هذه النماذج توفر للمعلم بيانات قيمة حول وعي الطالب الذاتي.",
  "عنوان المربع 3": "جلسات التغذية الراجعة",
  "محتوى المربع 3": "يُظهر هذا الشاهد كيف يقوم المعلم بتنظيم جلسات مخصصة لتبادل التغذية الراجعة بين الأقران. يجب أن تكون هذه الجلسات موجهة ومنظمة لضمان التركيز على جودة العمل وليس على الشخص. هذا التفاعل يعزز مهارات التواصل والتعاون، ويُعد دليلاً على إشراك الطلاب في عملية التقويم المتنوعة.",
  "عنوان المربع 4": "الحوار حول أهداف التحسين",
  "محتوى المربع 4": "يتناول هذا المربع استخدام نتائج تقويم الأقران والتقويم الذاتي كمدخلات أساسية في حوار فردي بين المعلم والطالب. يهدف الحوار إلى مساعدة الطالب على وضع أهداف تحسين شخصية واقعية ومحددة، بناءً على التقييمات المتنوعة التي حصل عليها. هذا يعزز من مسؤولية الطالب تجاه تعلمه.",
  "عنوان المربع 5": "توثيق النتائج في السجلات",
  "محتوى المربع 5": "يُعنى هذا الجانب بتوثيق نتائج تقويم الأقران والتقويم الذاتي في سجلات المعلم. يجب أن تتضمن السجلات ملخصاً لتقييمات الأقران وتعليقات الطالب الذاتية، بالإضافة إلى ملاحظات المعلم. هذا التوثيق يوفر دليلاً على استخدام أساليب تقويم غير تقليدية وفعالة في الفصل.",
  "عنوان المربع 6": "تحليل الفجوات وتصميم الأنشطة",
  "محتوى المربع 6": "يهدف هذا المربع إلى تحليل المعلم لنتائج التقويم الذاتي وتقويم الأقران لتحديد الفجوات المشتركة في فهم الطلاب. بناءً على هذا التحليل، يقوم المعلم بتصميم أنشطة علاجية أو إثرائية موجهة تعالج هذه الفجوات، مما يضمن أن التقويم يخدم عملية التحسين المستمر."
}