{
  "المعيار": "تنوع أساليب التقويم",
  "اسم الشاهد": "التقويم المعتمد على الأداء",
  "الوصف": "يُبرز هذا الشاهد قدرة المعلم على استخدام أساليب تقويم تتطلب من الطالب تطبيق المعرفة والمهارات في سياقات حقيقية وواقعية، بدلاً من مجرد استرجاع المعلومات. يركز التقويم المعتمد على الأداء على قياس الكفاءات والمهارات العليا، مثل حل المشكلات والتفكير النقدي والإبداع، من خلال مهام معقدة ومشاريع عملية. هذا النوع من التقويم يوفر صورة شاملة وعميقة لقدرات الطالب الحقيقية، ويتيح للمعلم تقديم تغذية راجعة نوعية ومفصلة. كما أنه يعزز من دافعية الطالب للتعلم من خلال ربط المحتوى الأكاديمي بالحياة العملية، مما يضمن تقويماً شاملاً ومتنوعاً يتوافق مع متطلبات المعيار.",
  "عنوان المربع 1": "تصميم المهام الواقعية",
  "محتوى المربع 1": "يهدف هذا المربع إلى توضيح كيفية تصميم المعلم لمهام أدائية حقيقية تحاكي مواقف واقعية، مثل إجراء تجربة علمية أو كتابة تقرير إخباري. يجب أن تكون هذه المهام مرتبطة بشكل مباشر بأهداف التعلم المحددة للمنهج. كما يجب أن تتطلب من الطالب تطبيق المعرفة والمهارات المكتسبة بطريقة إبداعية ومنظمة، مما يعكس فهماً عميقاً للمادة الدراسية.",
  "عنوان المربع 2": "تطوير أدوات التقييم",
  "محتوى المربع 2": "يتضمن هذا الجانب استخدام قوائم الرصد (Checklists) وسلالم التقدير (Rubrics) لتقييم أداء الطلاب بموضوعية وشفافية. يجب أن تكون معايير التقييم واضحة ومحددة ومشارَكة مع الطلاب قبل بدء المهمة. هذا يضمن أن الطلاب يعرفون بالضبط ما هو متوقع منهم وكيف سيتم تقييم عملهم، مما يعزز من عملية التعلم الذاتي لديهم.",
  "عنوان المربع 3": "ملاحظة الأداء المباشر",
  "محتوى المربع 3": "يُركز هذا المربع على أهمية ملاحظة المعلم للطلاب أثناء تنفيذهم للمهام الأدائية. تتضمن الملاحظة تسجيل المهارات العملية، مثل مهارات العمل الجماعي، وحل المشكلات، والتفكير النقدي. يجب أن تكون الملاحظات منهجية وموثقة، وتستخدم لتقديم تغذية راجعة فورية وبناءة تساعد الطالب على تحسين أدائه في المراحل اللاحقة من التعلم.",
  "عنوان المربع 4": "التقويم الشفهي والكتابي",
  "محتوى المربع 4": "يشمل هذا الشاهد استخدام عروض تقديمية شفهية أو كتابة مقالات تحليلية كجزء من التقويم. يتيح هذا الأسلوب للطالب التعبير عن فهمه بطرق مختلفة تتجاوز الاختبارات التقليدية. كما يسمح بتقييم مهارات التواصل والتنظيم والتفكير العليا، ويُعد دليلاً قوياً على تنوع أساليب التقويم المطبقة في الفصل الدراسي.",
  "عنوان المربع 5": "توثيق سجلات الأداء",
  "محتوى المربع 5": "يُظهر هذا الجانب كيف يقوم المعلم بتوثيق نتائج التقويم المعتمد على الأداء في سجلات منظمة. يجب أن تشمل السجلات درجات الطلاب، والتغذية الراجعة المقدمة، ومقارنة الأداء بالمعايير المحددة. هذه السجلات توفر دليلاً واضحاً على تقدم الطالب وتساعد في اتخاذ قرارات تعليمية مستنيرة، وتُعد مرجعاً مهماً عند تقييم المعيار.",
  "عنوان المربع 6": "تعديل الخطط التعليمية",
  "محتوى المربع 6": "يهدف هذا المربع إلى استخدام نتائج التقويم المعتمد على الأداء لتحديد نقاط القوة والضعف لدى الطلاب بشكل فردي وجماعي. بناءً على هذه النتائج، يقوم المعلم بتعديل خططه التعليمية وأساليب التدريس لتلبية الاحتياجات المتنوعة للطلاب. هذا يعكس دور التقويم كأداة لتحسين عملية التدريس والتعلم بشكل مستمر وفعال."
}