{
  "المعيار": "تنوع أساليب التقويم",
  "اسم الشاهد": "ملفات الإنجاز والتقويم الشامل",
  "الوصف": "تُعتبر ملفات الإنجاز (البورتفوليو) شاهداً قوياً على تنوع أساليب التقويم، حيث إنها تمثل مجموعة منظمة وهادفة من أعمال الطالب التي توثق جهوده وتقدمه وإنجازاته على مدى فترة زمنية. يتيح هذا الأسلوب تقويماً شاملاً لا يقتصر على قياس المعرفة فحسب، بل يمتد ليشمل المهارات والميول والاتجاهات. كما أنه يشرك الطالب بشكل فعال في عملية التقويم من خلال الاختيار والتأمل الذاتي، مما يعزز من مهارات التفكير العليا والمسؤولية الشخصية. يوفر ملف الإنجاز دليلاً ملموساً على قدرة المعلم على استخدام أداة تقويم بديلة ومركبة، تتطلب معايير تقييم واضحة وتغذية راجعة مستمرة، مما يخدم المعيار بشكل ممتاز.",
  "عنوان المربع 1": "تحديد معايير التقييم",
  "محتوى المربع 1": "يُعنى هذا المربع بتحديد المعايير الواضحة والموحدة التي سيتم على أساسها تقييم ملف الإنجاز. يجب أن تشمل المعايير جوانب مثل التنظيم، والتفكير الانعكاسي، وجودة الأعمال المختارة، وتنوع الأدلة. مشاركة هذه المعايير مع الطلاب تضمن الشفافية وتوجههم نحو اختيار أفضل الأعمال التي تعكس نموهم وتطورهم الأكاديمي والمهني على مدار الفترة الزمنية المحددة.",
  "عنوان المربع 2": "اختيار الأعمال وتنوعها",
  "محتوى المربع 2": "يُركز هذا الجانب على أهمية أن يختار الطالب بنفسه الأعمال التي سيتم تضمينها في الملف، مع تبرير سبب الاختيار. هذا يعزز من ملكية الطالب لعملية التعلم والتقويم. يجب أن تتنوع الأعمال لتشمل مشاريع، واختبارات، ومقالات، وأعمال إبداعية، مما يدل على تنوع أساليب التقويم المستخدمة في الفصل. هذا التنوع هو جوهر المعيار.",
  "عنوان المربع 3": "التفكير الانعكاسي للطالب",
  "محتوى المربع 3": "يُظهر هذا المربع دور المعلم في توجيه الطلاب لكتابة تعليقات تأملية (Reflective Statements) حول كل عمل مدرج في الملف. يجب أن يجيب الطالب على أسئلة مثل: ماذا تعلمت؟ كيف تطورت مهارتي؟ وما هي خطتي للتحسين؟ هذا الجانب يقيس مهارات التفكير العليا والوعي الذاتي لدى الطالب.",
  "عنوان المربع 4": "التواصل مع أولياء الأمور",
  "محتوى المربع 4": "يتناول هذا الشاهد كيفية استخدام ملف الإنجاز كأداة للتواصل الفعال بين المعلم والطالب وولي الأمر. يمكن للمعلم أن يضيف ملاحظاته وتقييمه على التفكير الانعكاسي للطالب، ويتم استخدامه في الاجتماعات الدورية مع أولياء الأمور لمناقشة تقدم الطالب بشكل شمولي وعميق.",
  "عنوان المربع 5": "تنويع شكل الملف (رقمي/ورقي)",
  "محتوى المربع 5": "يُعنى هذا المربع بتنويع شكل ملف الإنجاز، سواء كان ملفاً تقليدياً ورقياً أو ملفاً إلكترونياً (E-Portfolio) باستخدام أدوات رقمية. استخدام الملف الإلكتروني يتيح دمج الوسائط المتعددة مثل مقاطع الفيديو والتسجيلات الصوتية، مما يزيد من ثراء الشاهد ويُظهر تنوعاً في أساليب التوثيق والتقويم.",
  "عنوان المربع 6": "التقييم الدوري لنمو الطالب",
  "محتوى المربع 6": "يُظهر هذا الجانب كيف يتم تقييم ملف الإنجاز بشكل دوري (مثلاً كل فصل دراسي) لمتابعة نمو الطالب وتطوره. يجب أن يركز التقييم على عملية النمو والتحسن بدلاً من التركيز فقط على المنتج النهائي. هذا التقويم المستمر يضمن أن الملف يخدم غرضه كأداة تقويم شاملة ومستدامة."
}