{
  "المعيار": "تحليل نتائج المتعلمين",
  "اسم الشاهد": "سجل تحليل البيانات غير التقليدية",
  "الوصف": "من منظور التحليل النوعي، يُعد سجل تحليل البيانات غير التقليدية شاهداً قوياً على قدرة المعلم على استخدام مصادر بيانات تتجاوز الاختبارات التقليدية. يوضح هذا السجل كيف يقوم المعلم بجمع وتحليل البيانات النوعية، مثل الملاحظات الصفية، وسجلات التفكير، وتقييمات الأداء المعقدة، لفهم أعمق لعمليات تعلم الطلاب وسلوكياتهم. يُظهر الشاهد كيف يتم تحويل هذه البيانات إلى قرارات تعليمية عملية وموجهة نحو تحسين البيئة الصفية وتطوير مهارات التفكير العليا والمهارات الاجتماعية لدى المتعلمين.",
  "عنوان المربع 1": "أدوات جمع البيانات النوعية",
  "محتوى المربع 1": "يُظهر هذا المربع الأدوات والتقنيات المستخدمة لجمع البيانات غير التقليدية، مثل ملاحظات المعلم أثناء العمل التعاوني، أو سجلات المشاركة الصفية، أو تحليل أعمال الطلاب غير المصححة. يتم التركيز على البيانات التي تعكس عمليات التفكير ومهارات القرن الحادي والعشرين.",
  "عنوان المربع 2": "تحليل الأنماط السلوكية",
  "محتوى المربع 2": "يتم توثيق عملية تحليل البيانات النوعية لتحديد الأنماط السلوكية أو المعرفية المتكررة بين الطلاب. على سبيل المثال، تحديد الطلاب الذين يواجهون صعوبة في صياغة الفرضيات أو العمل ضمن فريق. هذا التحليل يتجاوز الإجابات الصحيحة والخاطئة.",
  "عنوان المربع 3": "تعديل استراتيجيات التدريس",
  "محتوى المربع 3": "يُسجل هنا كيفية استخدام نتائج التحليل النوعي لتعديل استراتيجيات التدريس المتبعة في الفصل. قد يشمل ذلك تغيير طريقة طرح الأسئلة، أو إعادة هيكلة المجموعات التعاونية، أو إدخال تقنيات جديدة لتعزيز التفكير النقدي.",
  "عنوان المربع 4": "توثيق التقييم الذاتي",
  "محتوى المربع 4": "يوضح هذا القسم كيف تم إشراك الطلاب في عملية تحليل أدائهم الذاتي. يتم توثيق استخدام أدوات التقييم الذاتي أو سجلات التفكير التي تساعد الطلاب على تحديد نقاط قوتهم وضعفهم ووضع أهدافهم التعليمية الخاصة.",
  "عنوان المربع 5": "التواصل مع الأطراف المعنية",
  "محتوى المربع 5": "يُظهر هذا المربع عملية التواصل الفعال لنتائج التحليل النوعي مع أولياء الأمور والزملاء. يتم توثيق الاجتماعات أو التقارير الموجزة التي تشرح التقدم المحرز في المهارات غير المعرفية وكيفية دعمها في المنزل.",
  "عنوان المربع 6": "متابعة تأثير التعديلات",
  "محتوى المربع 6": "يتم تسجيل عملية متابعة تأثير التعديلات التي أُجريت على سلوك الطلاب وأدائهم. يتم استخدام بيانات الملاحظة اللاحقة أو سجلات المتابعة لإثبات أن التعديلات النوعية أدت إلى تحسن ملموس في مشاركة الطلاب وجودة عملهم."
}