{
  "المعيار": "أداء الواجبات الوظيفية",
  "اسم الشاهد": "تقارير الإنجاز وخطط الدروس",
  "الوصف": "يعكس هذا الشاهد مدى التزام المعلم بالدقة والاحترافية في إنجاز المهام الإدارية والأكاديمية التي تتطلب التسليم في مواعيد محددة. يُظهر سجل تقارير الإنجاز وخطط الدروس قدرة المعلم على التخطيط الفعال والمتابعة المستمرة للعملية التعليمية، بدءاً من إعداد خطط الدروس التفصيلية ومروراً برصد درجات الطلاب بدقة، وصولاً إلى تقديم التقارير الدورية والنهائية للإدارة المدرسية. تُعتبر هذه الوثائق دليلاً ملموساً على أن المعلم يؤدي واجباته الوظيفية بمسؤولية عالية، ويحافظ على سلاسة سير العمل الإداري والأكاديمي داخل المدرسة.",
  "عنوان المربع 1": "خطط الدروس المسلمة",
  "محتوى المربع 1": "نسخ من خطط الدروس الأسبوعية أو اليومية التي تم تسليمها للإدارة أو رئيس القسم في المواعيد المحددة. يجب أن تكون الخطط مفصلة، متوافقة مع المنهج، وموقعة من قبل المعلم والمسؤول المباشر، مما يدل على الالتزام بالتخطيط المسبق والدقيق للعملية التعليمية.",
  "عنوان المربع 2": "تقارير متابعة تقدم الطلاب",
  "محتوى المربع 2": "تقارير دورية تُقدم للإدارة حول مستويات تقدم الطلاب، خاصةً أولئك الذين يواجهون صعوبات تعلم. يجب أن تتضمن هذه التقارير تحليلاً للبيانات، وتحديداً للاحتياجات، واقتراحات لخطط التدخل والدعم، مما يعكس متابعة دقيقة للواجبات الأكاديمية.",
  "عنوان المربع 3": "سجلات رصد الدرجات",
  "محتوى المربع 3": "ملف يضم نماذج من الاختبارات والواجبات التي قام المعلم بتصحيحها ورصد درجاتها في السجل الرسمي خلال الإطار الزمني المطلوب. هذا يثبت الالتزام بالدقة والسرعة في تقييم أداء الطلاب وإرجاع التغذية الراجعة لهم.",
  "عنوان المربع 4": "تقارير نهاية الفصل",
  "محتوى المربع 4": "إثباتات لتقديم تقارير نهاية الفصل الدراسي أو العام الدراسي، مثل تقارير الإنجاز الذاتي أو التقارير الإحصائية لأداء المادة. يجب أن تكون هذه التقارير شاملة ومستوفية لجميع المتطلبات الإدارية المحددة.",
  "عنوان المربع 5": "توثيق تحديث السجلات الإلكترونية",
  "محتوى المربع 5": "توثيق لعملية تحديث السجلات الإلكترونية الخاصة بالطلاب، مثل نظام إدارة التعلم (LMS) أو نظام معلومات الطلاب (SIS)، بانتظام ودقة عالية. هذا يوضح الالتزام بالواجبات الرقمية والإدارية الحديثة.",
  "عنوان المربع 6": "مذكرة الالتزام بالتسليم",
  "محتوى المربع 6": "مذكرة رسمية من رئيس القسم أو المدير تفيد بأن المعلم لم يتأخر في تسليم أي من المستندات أو التقارير المطلوبة منه خلال فترة زمنية محددة. تُعد هذه المذكرة دليلاً قوياً على الانضباط المهني."
}