{
  "المعيار": "إعداد وتنفيذ خطة التعلم",
  "اسم الشاهد": "سجل تتبع تنفيذ الخطة التعليمية",
  "الوصف": "تُعتبر وثيقة سجل تتبع تنفيذ الخطة دليلاً حيوياً يُظهر كيف قام المعلم بتحويل خططه النظرية إلى واقع عملي داخل الفصل الدراسي. يهدف هذا الشاهد إلى توثيق المراحل الزمنية، والأنشطة المنفذة، والتعديلات التي تمت على الخطة الأصلية، مما يعكس كفاءة المعلم في إدارة الوقت والموارد بفعالية. كما يُبرز قدرته على المراقبة المستمرة لتقدم الطلاب وتفاعلهم مع المحتوى، مما يضمن أن عملية التنفيذ تسير في الاتجاه الصحيح نحو تحقيق الأهداف التعليمية المحددة مسبقاً.",
  "عنوان المربع 1": "القائمة المرجعية للأنشطة",
  "محتوى المربع 1": "يحتوي هذا المربع على قائمة مرجعية مفصلة تتضمن جميع الأنشطة والمراحل المخطط لها في الوحدة الدراسية. يقوم المعلم بتوثيق تاريخ بدء وانتهاء كل نشاط، بالإضافة إلى ملاحظات سريعة حول أي تأخير أو تغيير غير متوقع. تضمن هذه القائمة عدم إغفال أي جزء من الخطة الأصلية وتساعد في الحفاظ على وتيرة تقدم منتظمة خلال الفصل الدراسي.",
  "عنوان المربع 2": "مؤشرات تفاعل الطلاب",
  "محتوى المربع 2": "يوضح هذا الجزء كيفية تسجيل المعلم لمدى تفاعل الطلاب ومشاركتهم في الأنشطة المخطط لها. يشمل ذلك ملاحظات حول مستويات انخراط الطلاب، والأسئلة التي طرحوها، والتحديات التي واجهوها. تُستخدم هذه البيانات لتحديد ما إذا كانت الخطة جذابة وفعالة، وتوفر تغذية راجعة فورية لتقييم مدى نجاح استراتيجيات التنفيذ المتبعة.",
  "عنوان المربع 3": "سجل التعديلات الطارئة",
  "محتوى المربع 3": "يُظهر هذا المربع سجل التعديلات الطارئة التي أجراها المعلم على الخطة الأصلية أثناء التنفيذ. يشمل ذلك أسباب التعديل (مثل الحاجة إلى وقت إضافي، أو تغيير في ترتيب الدروس) وتاريخ التعديل. هذا التوثيق يعكس مرونة المعلم وقدرته على التكيف مع الظروف الصفية المتغيرة دون المساس بأهداف التعلم الأساسية.",
  "عنوان المربع 4": "نتائج التقييمات التكوينية",
  "محتوى المربع 4": "يُفصل هنا نتائج التقييمات التكوينية القصيرة (مثل اختبارات الخروج أو الملاحظات الصفية) التي تم إجراؤها بعد كل جزء رئيسي من الخطة. تُستخدم هذه النتائج لقياس مدى استيعاب الطلاب للمفاهيم المخطط لها. كما توفر دليلاً كمياً على أن تنفيذ الخطة يؤدي إلى تحقيق تقدم ملموس في تعلم الطلاب، وتساعد في تحديد المجالات التي تحتاج إلى إعادة تدريس.",
  "عنوان المربع 5": "عينات من أعمال الطلاب",
  "محتوى المربع 5": "يحتوي هذا المربع على أمثلة من أعمال الطلاب التي تم جمعها بشكل دوري كجزء من تنفيذ الخطة. تشمل هذه الأعمال الواجبات، المشاريع الصغيرة، أو الملاحظات المدونة في دفاترهم. تُعد هذه الأعمال دليلاً مباشراً على تطبيق الطلاب لما تعلموه، وتُظهر كيف تُرجمت الخطة النظرية إلى مخرجات تعليمية عملية وملموسة داخل الفصل.",
  "عنوان المربع 6": "ملاحظات الزملاء والمشرفين",
  "محتوى المربع 6": "يُظهر هذا الجزء التغذية الراجعة التي تلقاها المعلم من الزملاء أو المشرفين حول طريقة تنفيذه للخطة. قد تشمل ملاحظات حول إدارة الفصل، أو استخدام الموارد، أو فعالية الأنشطة. تُعد هذه الملاحظات الخارجية عنصراً حيوياً في تقييم جودة التنفيذ وتوفير منظور موضوعي حول مدى التزام المعلم بالخطة الموضوعة."
}