{
  "المعيار": "أداء الواجبات الوظيفية",
  "اسم الشاهد": "سجل التعاون المهني والإداري",
  "الوصف": "يُبرز هذا الشاهد مدى فاعلية المعلم في بناء علاقات عمل إيجابية ومثمرة مع زملائه في الهيئة التعليمية والإدارة المدرسية. يهدف السجل إلى توثيق حالات التعاون المشترك في إعداد المواد التعليمية، أو حل المشكلات السلوكية والأكاديمية للطلاب، أو التنسيق الفعال لتنفيذ الأنشطة المشتركة بين المواد. كما يعكس التزام المعلم بالمسؤولية المشتركة تجاه البيئة التعليمية، ويُظهر قدرته على العمل ضمن فريق لتحقيق الأهداف المؤسسية للمدرسة، مما يؤكد احترافيته في أداء واجباته الوظيفية التي تتجاوز حدود الفصل الدراسي وتصب في مصلحة العملية التعليمية ككل.",
  "عنوان المربع 1": "محاضر اجتماعات التنسيق",
  "محتوى المربع 1": "توثيق رسمي للاجتماعات الدورية وغير الدورية التي عقدها المعلم مع زملائه لتنسيق المناهج أو الأنشطة المشتركة. يجب أن تتضمن المحاضر جدول الأعمال، أسماء الحضور، القرارات المتخذة، ومهام المتابعة الموكلة إليه. هذا يوضح التزامه بالعمل الجماعي وفعاليته في المساهمة في تحقيق التكامل التعليمي بين المواد المختلفة.",
  "عنوان المربع 2": "المراسلات المهنية",
  "محتوى المربع 2": "رسائل بريد إلكتروني أو مذكرات رسمية متبادلة بين المعلم والإدارة المدرسية أو الزملاء بخصوص قضايا تعليمية أو إدارية. يجب أن تُظهر هذه المراسلات لغة مهنية واضحة، وسرعة في الاستجابة، والقدرة على تقديم حلول عملية للمشكلات المطروحة.",
  "عنوان المربع 3": "دعم الزملاء الجدد",
  "محتوى المربع 3": "سجل يوضح مساهمة المعلم في دعم زملائه الجدد أو الأقل خبرة من خلال تقديم الإرشاد والمشورة المهنية. يمكن أن يشمل ذلك جلسات توجيه، أو مشاركة مصادر تعليمية، أو المساعدة في تخطيط الدروس، مما يعكس دوره القيادي والتعاوني في الفريق المدرسي.",
  "عنوان المربع 4": "تقييمات الإدارة للتعاون",
  "محتوى المربع 4": "نماذج تقييم الأداء التي تملأها الإدارة المدرسية أو رؤساء الأقسام، والتي تتضمن تقييماً إيجابياً لمهارات المعلم في التواصل والتعاون مع الآخرين. يُعد هذا التقييم دليلاً موضوعياً على احترافيته في التعاملات اليومية.",
  "عنوان المربع 5": "مشاريع تعاونية مشتركة",
  "محتوى المربع 5": "ملف يضم أمثلة على مواد تعليمية أو أنشطة صفية تم تطويرها بالاشتراك مع معلمي مواد أخرى أو تخصصات مختلفة. هذا يؤكد قدرته على التخطيط والتنفيذ المشترك، ويعزز مفهوم التعليم الشامل والمتكامل للطلاب.",
  "عنوان المربع 6": "شهادات الشكر والتقدير",
  "محتوى المربع 6": "شهادات شكر أو تقدير رسمية من الإدارة المدرسية أو أولياء الأمور أو الزملاء، تشيد بجهود المعلم في التعاون الفعال وحل المشكلات المعقدة التي تتطلب تضافر الجهود. هذه الشهادات تدعم الجانب الإنساني والمهني لواجبه الوظيفي."
}