{
  "المعيار": "تحسين نتائج المتعلمين",
  "اسم الشاهد": "سجل المشاريع التطبيقية وأثرها",
  "الوصف": "يهدف هذا الشاهد إلى توثيق الأثر المباشر لاستخدام استراتيجية التعلم القائم على المشاريع في تحسين نتائج المتعلمين. حيث يُظهر كيف يتم دمج المعارف والمهارات المكتسبة في سياقات واقعية، مما يعزز الفهم العميق والقدرة على حل المشكلات. كما يشمل الشاهد سجلات تقييم المشاريع التي توضح تطور أداء الطلاب في التفكير النقدي والإبداعي، بالإضافة إلى مقارنة نتائج الاختبارات القبلية والبعدية للمجموعات التي طبقت هذه الاستراتيجية. يُعد هذا دليلاً قوياً على فعالية الممارسات التعليمية المبتكرة في تحقيق نمو معرفي ومهاري ملموس.",
  "عنوان المربع 1": "خطة تنفيذ المشروع",
  "محتوى المربع 1": "تتضمن الخطة تحديد أهداف المشروع التعليمية والمهارات المستهدفة، بالإضافة إلى جدول زمني مفصل للمراحل المختلفة. كما تشمل معايير التقييم الواضحة التي تم مشاركتها مع الطلاب لضمان فهمهم لتوقعات الأداء. هذه الخطة هي الأساس لضمان أن المشروع يخدم أهداف المعيار بشكل فعال.",
  "عنوان المربع 2": "أدوات تقييم الأداء",
  "محتوى المربع 2": "تشمل أدوات التقييم نماذج تقييم الأقران والتقييم الذاتي وسلالم التقدير (Rubrics) المفصلة لمنتجات المشروع النهائية. هذه الأدوات توفر بيانات نوعية وكمية حول مدى إتقان الطلاب للمهارات المحددة، مما يتيح للمعلم قياس النمو الفردي والجماعي بدقة عالية.",
  "عنوان المربع 3": "مقارنة نتائج التحصيل",
  "محتوى المربع 3": "وثائق تُقارن بين نتائج الطلاب في الوحدات التي طُبقت فيها المشاريع والوحدات التقليدية. تُظهر هذه المقارنة تحسناً ملحوظاً في درجات الطلاب في أسئلة التفكير العليا والمهارات التطبيقية، مما يؤكد على أن التعلم القائم على المشاريع يحقق نتائج تعليمية أفضل وأكثر استدامة.",
  "عنوان المربع 4": "سجلات التغذية الراجعة",
  "محتوى المربع 4": "سجلات منظمة للتغذية الراجعة البناءة التي قدمها المعلم للطلاب في مراحل المشروع المختلفة. تُظهر هذه السجلات كيفية توجيه الطلاب لتحسين عملهم وتطوير مهاراتهم، مما يعكس دور المعلم الفعال في دعم عملية التعلم المستمر وتحسين جودة المخرجات.",
  "عنوان المربع 5": "عينات من أعمال الطلاب",
  "محتوى المربع 5": "مجموعة مختارة من أفضل المشاريع التي أنجزها الطلاب، والتي تُظهر مستويات عالية من الإبداع والتطبيق العملي للمفاهيم. تُعد هذه العينات دليلاً ملموساً على جودة المخرجات التعليمية والتحول في مستوى إتقان الطلاب للمهارات المستهدفة.",
  "عنوان المربع 6": "قياس الدافعية والرضا",
  "محتوى المربع 6": "نتائج استبيان رضا الطلاب عن طريقة التعلم بالمشاريع، وقياس مدى شعورهم بزيادة في الدافعية والمسؤولية تجاه تعلمهم. تُقدم هذه البيانات رؤى حول الجانب الوجداني والمهاري لعملية التعلم وتأثيرها الإيجابي على النتائج الشاملة."
}