{
  "المعيار": "تحليل نتائج المتعلمين",
  "اسم الشاهد": "سجل تحليل التقييمات التشخيصية",
  "الوصف": "يهدف سجل تحليل التقييمات التشخيصية إلى توثيق عملية استخدام البيانات الأولية لتحديد نقاط القوة والضعف لدى المتعلمين قبل بدء الوحدة أو الدرس. يُظهر هذا الشاهد كيف يقوم المعلم بتصميم أدوات تقييم مبدئية غير تقليدية، مثل خرائط المفاهيم أو أسئلة الاستقصاء المفتوحة، ومن ثم تحليل نتائجها بعمق. يعكس السجل قدرة المعلم على تكييف خططه التعليمية بناءً على الاحتياجات الفعلية للطلاب، مما يضمن أن يكون التدريس مستهدفًا وفعالًا. كما يسجل الإجراءات الفورية المتخذة لسد الفجوات المعرفية المكتشفة.",
  "عنوان المربع 1": "أداة التقييم",
  "محتوى المربع 1": "يوضح هذا المربع نوع الأداة التشخيصية المستخدمة، مثل اختبار قبلي قصير أو مهمة أدائية بسيطة. يجب أن تكون الأداة مصممة خصيصًا لقياس المعرفة والمهارات الأساسية اللازمة للوحدة الجديدة. كما يشمل المربع معايير التصحيح أو سلم التقدير المستخدم لضمان الموضوعية والدقة في جمع البيانات الأولية عن مستوى الطلاب.",
  "عنوان المربع 2": "تصنيف النتائج",
  "محتوى المربع 2": "يُظهر هذا القسم كيفية تصنيف نتائج الطلاب إلى مجموعات بناءً على مستوى الإتقان أو نوع الخطأ الشائع. يتم استخدام رموز أو ألوان لتمثيل مستويات الأداء المختلفة (مثل: إتقان، يحتاج إلى دعم، غير متمكن). هذا التصنيف يسهل على المعلم تحديد المجموعات التي تحتاج إلى تدخل فوري أو إثراء إضافي.",
  "عنوان المربع 3": "تحديد الفجوات",
  "محتوى المربع 3": "يركز هذا المربع على استخلاص الفجوات التعليمية المحددة التي كشفت عنها نتائج التقييم التشخيصي. يتم تحديد المهارات أو المفاهيم التي لم يتقنها عدد كبير من الطلاب بدقة. هذا التحليل النوعي هو الخطوة الأهم لتوجيه عملية التخطيط اللاحقة وضمان عدم إهدار الوقت في تدريس ما هو معروف بالفعل.",
  "عنوان المربع 4": "خطة التدخل الفوري",
  "محتوى المربع 4": "تُسجل هنا الإجراءات التعليمية المباشرة والمصغرة التي تم اتخاذها فورًا بعد التحليل. قد تشمل هذه الإجراءات مراجعة سريعة لمفاهيم محددة، أو تقديم أنشطة علاجية قصيرة للمجموعات الضعيفة. الهدف هو معالجة الفجوات الأساسية قبل الانخراط في المحتوى الجديد بشكل كامل وفعال.",
  "عنوان المربع 5": "تكييف الخطة",
  "محتوى المربع 5": "يوضح هذا القسم التعديلات الجوهرية التي أُجريت على الخطة الدرسية الأصلية بناءً على نتائج التحليل التشخيصي. قد يشمل ذلك تغيير في تسلسل الدروس، أو تخصيص وقت أطول لنشاط معين، أو دمج موارد تعليمية إضافية. هذا يعكس مرونة المعلم واستجابته لاحتياجات المتعلمين.",
  "عنوان المربع 6": "مقارنة النتائج",
  "محتوى المربع 6": "يتم توثيق عملية مقارنة نتائج التقييم التشخيصي بالنتائج النهائية للوحدة. هذه المقارنة الكمية والنوعية تبرز مدى فعالية التدخلات التعليمية التي قام بها المعلم في سد الفجوات المكتشفة وتحقيق الأهداف المرجوة. إنه دليل على التحسين المستمر في الممارسات التعليمية."
}