{
  "المعيار": "التفاعل مع أولياء الأمور",
  "اسم الشاهد": "سجل التواصل الفردي لخطط الدعم الأكاديمي",
  "الوصف": "يعكس هذا الشاهد مدى عمق وخصوصية التواصل الذي يجريه المعلم مع أولياء أمور الطلاب الذين لديهم احتياجات تعليمية أو سلوكية خاصة. يُظهر المعلم التزاماً بإنشاء خطط دعم أكاديمي فردية (IEPs) أو خطط سلوكية، ويضمن أن يكون ولي الأمر شريكاً كاملاً في صياغة هذه الخطط ومتابعة تنفيذها. يتطلب هذا النوع من التواصل مستوى عالياً من التنسيق والشفافية، حيث يتم تبادل المعلومات بشكل دوري ومفصل حول تقدم الطالب والتحديات التي يواجهها. هذا الشاهد دليل على أن المعلم لا يكتفي بالتواصل العام، بل يخصص جهداً إضافياً لتلبية المتطلبات الفريدة لكل طالب.",
  "عنوان المربع 1": "ملفات الخطط الفردية",
  "محتوى المربع 1": "ملف رقمي أو ورقي مخصص لكل طالب يحتاج إلى دعم أكاديمي أو سلوكي خاص. يتضمن الملف ملخصاً لحالة الطالب، الأهداف التعليمية الفردية، والخطوات المتفق عليها بين المعلم وولي الأمر لتحقيق هذه الأهداف.",
  "عنوان المربع 2": "سجل المراسلات الموثقة",
  "محتوى المربع 2": "سجل مفصل لجميع المراسلات المتبادلة (بريد إلكتروني، محادثات مسجلة، رسائل تطبيق) بين المعلم وولي الأمر حول تقدم الطالب في خطته الفردية. يوضح السجل تاريخ التواصل وموضوعه والقرارات المتخذة.",
  "عنوان المربع 3": "تقارير التقدم الدورية",
  "محتوى المربع 3": "نماذج من تقارير التقدم الدورية التي يرسلها المعلم لولي الأمر، توضح مدى تحقيق الطالب للأهداف المحددة في الخطة الفردية. يجب أن تكون التقارير واضحة ومبنية على بيانات وأدلة ملموسة.",
  "عنوان المربع 4": "جدول الاجتماعات الفردية",
  "محتوى المربع 4": "جدول يوضح مواعيد الاجتماعات الفردية المخطط لها بين المعلم وولي الأمر لمناقشة الخطة الفردية للطالب. يجب أن تكون هذه الاجتماعات منتظمة ومجدولة مسبقاً لضمان استمرارية المتابعة والتقييم المشترك.",
  "عنوان المربع 5": "توثيق استجابة ولي الأمر",
  "محتوى المربع 5": "ملاحظات مكتوبة أو مسجلة من المعلم توضح استجابة ولي الأمر للتوصيات المقدمة ومدى التزامه بتطبيق استراتيجيات الدعم في المنزل. هذا يوثق التفاعل الثنائي والمسؤولية المشتركة تجاه الطالب.",
  "عنوان المربع 6": "أدوات التقييم المشترك",
  "محتوى المربع 6": "أدوات تقييم مشتركة يستخدمها كل من المعلم وولي الأمر لقياس جوانب محددة من سلوك الطالب أو أدائه الأكاديمي. هذا يضمن توحيد معايير الملاحظة والتقييم بين البيئتين التعليميتين."
}