{
  "المعيار": "تحسين نتائج المتعلمين",
  "اسم الشاهد": "تنمية مهارات التعلم الذاتي",
  "الوصف": "يُبرز هذا الشاهد جهود المعلم في تنمية مهارات التعلم المنظم ذاتياً لدى الطلاب، وكيف أثر ذلك إيجابياً على نتائجهم. يُظهر الشاهد قدرة الطلاب على تحديد أهدافهم، ومراقبة تقدمهم، وتعديل استراتيجياتهم التعليمية بشكل مستقل. كما يوثق الأدوات والتدخلات التي استخدمها المعلم لتعليم هذه المهارات، مثل نماذج التخطيط الذاتي وأدوات التقييم البعدي. يُعد هذا دليلاً على أن المعلم لا يركز فقط على المحتوى، بل على تمكين الطلاب ليصبحوا متعلمين مدى الحياة، مما يؤدي إلى تحسن مستدام في التحصيل والنمو المعرفي.",
  "عنوان المربع 1": "أدوات التخطيط الذاتي",
  "محتوى المربع 1": "تُظهر هذه السجلات الأدوات التي استخدمها الطلاب لتحديد أهدافهم التعليمية الشخصية، وكيف قاموا بتخطيط مسار تعلمهم الخاص. كما توضح كيفية تقسيم المهام الكبيرة إلى خطوات قابلة للإدارة، مما يعزز شعورهم بالملكية والمسؤولية تجاه عملية التعلم.",
  "عنوان المربع 2": "نماذج التقييم الذاتي",
  "محتوى المربع 2": "نماذج تقييم ذاتي دورية يملؤها الطلاب لتقييم مدى تقدمهم نحو أهدافهم. تتضمن هذه النماذج أسئلة حول الصعوبات التي واجهوها والاستراتيجيات التي استخدموها للتغلب عليها، مما يعكس قدرتهم على المراقبة الواعية لأدائهم.",
  "عنوان المربع 3": "مؤشرات التحصيل الأكاديمي",
  "محتوى المربع 3": "مقارنة بين نتائج الاختبارات المعيارية للطلاب الذين يطبقون استراتيجيات التنظيم الذاتي والطلاب الآخرين. تُظهر هذه المقارنة تحسناً في الأداء الأكاديمي وزيادة في الاستقلالية التعليمية، مما يدل على فعالية هذه المهارات في تحسين النتائج.",
  "عنوان المربع 4": "توثيق التفكير فيما وراء المعرفة",
  "محتوى المربع 4": "سجلات للمقابلات الفردية أو مجموعات التركيز التي أجراها المعلم مع الطلاب لمناقشة استراتيجياتهم في التعلم. تُقدم هذه السجلات رؤى عميقة حول الوعي المعرفي للطلاب وقدرتهم على التفكير فيما وراء المعرفة (Metacognition).",
  "عنوان المربع 5": "قياس مهارات التنظيم",
  "محتوى المربع 5": "أدوات قياس مصممة لتقييم مهارات التنظيم الذاتي لدى الطلاب، مثل إدارة الوقت، وتحديد الأولويات، والبحث عن المساعدة عند الحاجة. تُظهر النتائج تطور هذه المهارات بمرور الوقت نتيجة لتدخلات المعلم.",
  "عنوان المربع 6": "ملاحظات السلوك الصفي",
  "محتوى المربع 6": "ملاحظات ميدانية للمعلم توثق سلوكيات الطلاب داخل الفصل، مثل قدرتهم على بدء المهام دون توجيه، ومثابرتهم في حل المشكلات المعقدة، واستخدامهم الفعال للموارد المتاحة."
}