{
  "المعيار": "تهيئة بيئة تعليمية",
  "اسم الشاهد": "سجل تعزيز التفاعل الإيجابي والآمن",
  "الوصف": "يُبرز هذا الشاهد جهود المعلم في بناء مناخ صفي قائم على الاحترام المتبادل والثقة، مما يضمن شعور جميع الطلاب بالأمان النفسي والجسدي. يتضمن السجل آليات واضحة للتعامل مع السلوكيات غير المرغوبة بطرق تربوية بناءة، بالإضافة إلى استراتيجيات لتعزيز الحوار المفتوح وتقبل الاختلاف بين المتعلمين. كما يوثق المعلم الأنشطة التي تهدف إلى تطوير مهارات الذكاء العاطفي والاجتماعي لدى الطلاب، مما يجعل البيئة التعليمية حاضنة للإبداع والمشاركة الفعالة. هذا الشاهد ضروري لقياس جودة التفاعل البشري داخل الصف.",
  "عنوان المربع 1": "ميثاق الصف",
  "محتوى المربع 1": "يوضح هذا الميثاق القواعد والإجراءات المتفق عليها بين المعلم والطلاب لضمان بيئة تعليمية آمنة ومحترمة. يتضمن الميثاق بنوداً تتعلق بآداب الحوار، وحل النزاعات، واحترام التنوع الثقافي والشخصي، ويتم مراجعته وتحديثه بشكل دوري لضمان فعاليته واستمرارية تطبيقه من قبل الجميع.",
  "عنوان المربع 2": "استراتيجيات الحوار",
  "محتوى المربع 2": "تُفصل هذه الاستراتيجيات الطرق التي يستخدمها المعلم لتشجيع الطلاب على التعبير عن آرائهم بحرية وثقة. تشمل تقنيات مثل \"كرسي المتحدث\" أو \"جولات الحوار\"، مع التركيز على الاستماع النشط وتقديم التغذية الراجعة البناءة. الهدف هو تحويل الخلافات إلى فرص للتعلم وتعميق الفهم المشترك.",
  "عنوان المربع 3": "توثيق التدخلات الإيجابية",
  "محتوى المربع 3": "يُسجل المعلم الحالات التي تم فيها تطبيق تدخلات إيجابية للتعامل مع سلوكيات التحدي أو التنمر. يوضح السجل الإجراء المتخذ، والهدف منه، وتقييم أثر التدخل على الطالب والبيئة الصفية ككل. هذا يضمن الشفافية والعدالة في تطبيق الأنظمة.",
  "عنوان المربع 4": "أنشطة الذكاء العاطفي",
  "محتوى المربع 4": "تُظهر هذه الأنشطة كيف يدمج المعلم مفاهيم الذكاء العاطفي والاجتماعي في المنهج اليومي. تشمل ورش عمل قصيرة حول إدارة الغضب، والتعاطف، وبناء فرق العمل، مما يعزز من قدرة الطلاب على فهم مشاعرهم ومشاعر الآخرين والتفاعل معها بشكل صحي.",
  "عنوان المربع 5": "قياس الأمان النفسي",
  "محتوى المربع 5": "يتمثل هذا في استبيانات دورية قصيرة وغير رسمية لقياس مدى شعور الطلاب بالراحة والأمان داخل الصف. تُستخدم النتائج لتحديد نقاط الضعف في المناخ الصفي واتخاذ إجراءات تصحيحية فورية لضمان بيئة داعمة ومحفزة للجميع دون استثناء.",
  "عنوان المربع 6": "لوحة تقدير الإنجاز",
  "محتوى المربع 6": "تُخصص مساحة مرئية في الصف لعرض إنجازات الطلاب المتميزة في مجالات مختلفة، سواء كانت أكاديمية أو سلوكية أو إبداعية. هذا يعزز من ثقة الطلاب بأنفسهم ويشجعهم على بذل المزيد من الجهد، مما يخلق ثقافة تقدير الإنجاز والاحتفاء بالنجاحات الفردية والجماعية."
}