{
  "المعيار": "التنوع في استراتيجيات التدريس",
  "اسم الشاهد": "استخدام التعلم القائم على المشاريع (PBL) لدمج المهارات والمعارف",
  "الوصف": "يركز هذا الشاهد على استراتيجية التعلم القائم على المشاريع (PBL)، وهي منهجية حديثة تتطلب من الطلاب العمل على مهمة معقدة وواقعية لفترة طويلة، مما يتيح لهم تطبيق المعارف المكتسبة في سياق عملي. يتيح هذا النهج للمعلم تنويع الأدوات والمهارات المطلوبة (البحث، العرض، التحليل)، مما يضمن تلبية احتياجات الطلاب ذوي الاهتمامات والقدرات المتنوعة. كما أن طبيعة المشروع المفتوحة تسمح للطلاب باختيار مسارات مختلفة للوصول إلى الحل، مما يمثل تمايزاً طبيعياً في العملية التعليمية، ويؤكد على استخدام استراتيجيات تدريس شاملة تتجاوز حدود المنهج النظري.",
  "عنوان المربع 1": "المقدمة: سياق وأهمية التعلم بالمشاريع",
  "محتوى المربع 1": "تم تطبيق مشروع 'تصميم حلول مستدامة لمشكلة بيئية محلية' لدمج مفاهيم العلوم والرياضيات والمهارات الرقمية. هذا النوع من التعلم ضروري لتطوير مهارات القرن الحادي والعشرين، مثل التعاون وحل المشكلات، ويحفز الطلاب على التعلم العميق من خلال ربط المحتوى الأكاديمي بالحياة الواقعية.",
  "عنوان المربع 2": "الأهداف: تطوير المهارات العليا والتطبيق العملي",
  "محتوى المربع 2": "الهدف هو تمكين 100% من الطلاب من تقديم حلول مبتكرة وموثقة للمشكلة المطروحة، وتحسين قدرة الطلاب على العمل ضمن فرق متجانسة ومتنوعة. كما يهدف المشروع إلى رفع مستوى استخدام الطلاب لأدوات البحث والتحليل الرقمي بنسبة 20%، وتطوير مهارات العرض والإقناع لديهم.",
  "عنوان المربع 3": "الإجراءات: مراحل المشروع والتوجيه المخصص",
  "محتوى المربع 3": "تم تقسيم المشروع إلى مراحل: البحث، التحليل، التصميم، والعرض. قدم المعلم أدوات تقييم تكويني (Rubrics) واضحة في كل مرحلة. تم عقد جلسات إرشاد فردية وجماعية (Mentoring) لتقديم الدعم المخصص، مع توفير مصادر إثرائية للفرق المتقدمة، وموارد مساعدة للفرق التي تحتاج إلى دعم إضافي.",
  "عنوان المربع 4": "النتائج: جودة المخرجات وتقييم الأقران",
  "محتوى المربع 4": "أظهرت مخرجات المشروع جودة عالية من حيث الابتكار والتحليل. أظهرت نتائج تقييم الأقران (Peer Assessment) تحسناً كبيراً في مهارات العمل الجماعي والمسؤولية. تمكنت 80% من الفرق من دمج بيانات إحصائية دقيقة لدعم حلولها، مما يدل على تطبيق متعدد التخصصات للمعرفة.",
  "عنوان المربع 5": "التوصيات: تعزيز دور التقييم الذاتي",
  "محتوى المربع 5": "يُوصى بتعزيز استخدام أدوات التقييم الذاتي (Self-Assessment) في المراحل المبكرة من المشروع لتمكين الطلاب من تحديد نقاط القوة والضعف لديهم. يجب أيضاً إشراك خبراء من المجتمع المحلي لتقديم تغذية راجعة واقعية حول جدوى الحلول المقترحة.",
  "عنوان المربع 6": "الخاتمة: تكامل الاستراتيجيات والتمايز",
  "محتوى المربع 6": "يُعد التعلم القائم على المشاريع استراتيجية متكاملة تضمن التنوع في طرق التدريس والتقييم. لقد أثبت المعلم قدرته على إدارة بيئة تعليمية معقدة ومحفزة، حيث يتم تلبية الفروق الفردية من خلال إتاحة خيارات واسعة للتعبير عن الفهم وتطبيق المعرفة بشكل إبداعي وعملي."
}