{
  "المعيار": "تحليل نتائج المتعلمين",
  "اسم الشاهد": "سجل تحليل الأداء المهاراتي",
  "الوصف": "يُبرز سجل تحليل الأداء المهاراتي قدرة المعلم على تجاوز التحليل الكمي للدرجات والتعمق في تحليل أداء الطلاب على مستوى المهارات والأهداف التعليمية المحددة. يوضح هذا الشاهد استخدام أدوات تقييم متنوعة تركز على قياس إتقان مهارات محددة بدلاً من المحتوى العام. كما يُسجل بوضوح كيفية تحويل البيانات المهارية إلى خطط عمل علاجية وإثرائية مخصصة، مما يضمن أن يكون التدريس مستجيبًا للاحتياجات الفردية للمتعلمين ويعزز من نموهم الأكاديمي بشكل فعال ومستدام.",
  "عنوان المربع 1": "تحديد معايير الإتقان",
  "محتوى المربع 1": "يُظهر هذا المربع قائمة بالمهارات أو الأهداف التعليمية التي تم قياسها باستخدام أداة تقييم محددة. يتم تحديد مستوى الإتقان المطلوب لكل مهارة بوضوح، مما يتيح مقارنة مباشرة بين الأداء الفعلي للطالب والمعيار المحدد. هذا يضمن أن يكون التحليل مركزًا وموجهًا نحو الأهداف التعليمية.",
  "عنوان المربع 2": "تحليل الأداء الجزئي",
  "محتوى المربع 2": "يحتوي هذا القسم على بيانات كمية مفصلة حول أداء كل طالب في كل مهارة تم تقييمها. يتم استخدام جداول أو رسوم بيانية بسيطة لتوضيح نسبة الطلاب الذين أتقنوا المهارة ونسبة الذين لم يتقنوها. هذا التحليل الجزئي يركز على الأداء الفردي للطالب وليس فقط على الدرجة الكلية.",
  "عنوان المربع 3": "رصد الأخطاء الشائعة",
  "محتوى المربع 3": "يُسجل هنا تحديد الأخطاء المفاهيمية أو الإجرائية الأكثر شيوعًا التي ارتكبها الطلاب. يتم تحليل طبيعة هذه الأخطاء لفهم سببها الجذري، وليس مجرد تسجيلها. هذا التحليل النوعي العميق هو أساس تصميم التدخلات العلاجية الفعالة والموجهة.",
  "عنوان المربع 4": "تصميم الأنشطة العلاجية",
  "محتوى المربع 4": "يوضح هذا المربع كيفية استخدام نتائج التحليل لتصميم أنشطة علاجية مخصصة لكل مجموعة من الطلاب بناءً على احتياجاتهم المحددة. يتم توثيق المواد التعليمية الإضافية أو المهام البديلة التي تم تقديمها للطلاب الذين لم يتقنوا المهارات.",
  "عنوان المربع 5": "خطة الإثراء الموجه",
  "محتوى المربع 5": "يُظهر هذا القسم خطة الإثراء المقدمة للطلاب الذين أظهروا إتقانًا عاليًا للمهارات. تشمل هذه الخطة أنشطة تحدي أو مشاريع بحثية متقدمة تهدف إلى تعميق فهمهم وتطوير مهارات التفكير العليا لديهم. هذا يضمن تلبية احتياجات جميع مستويات الطلاب.",
  "عنوان المربع 6": "توثيق التحسن",
  "محتوى المربع 6": "يتم توثيق نتائج التقييم البعدي الذي تم إجراؤه بعد تطبيق الأنشطة العلاجية والإثرائية. تُقارن هذه النتائج بالنتائج الأولية لإثبات مدى فاعلية التدخلات في تحسين أداء الطلاب وسد الفجوات التعليمية التي تم تحديدها سابقاً."
}