{
  "المعيار": "تحسين نتائج المتعلمين",
  "اسم الشاهد": "توثيق أثر التعلم التعاوني",
  "الوصف": "يوضح هذا الشاهد الأثر الإيجابي لاستخدام استراتيجيات التعلم التعاوني المنظمة على تحسين نتائج المتعلمين الأكاديمية والمهارية. يعكس الشاهد قدرة المعلم على تصميم مهام تتطلب تفاعلاً إيجابياً واعتماداً متبادلاً بين الطلاب، مما يعزز الفهم المشترك للمفاهيم المعقدة. كما يوثق الشاهد آليات تقييم الأداء الجماعي والفردي داخل المجموعات، وكيف ساهمت هذه الآليات في رفع مستوى التحصيل لجميع الطلاب، خاصة من خلال دعم الأقران. يُعد هذا دليلاً على أن البيئة الصفية تشجع على بناء المعرفة بشكل اجتماعي، مما يؤدي إلى نتائج تعليمية أكثر عمقاً وشمولية.",
  "عنوان المربع 1": "هيكلة المجموعات التعاونية",
  "محتوى المربع 1": "تُظهر هذه الوثائق كيفية تقسيم الطلاب إلى مجموعات عمل متجانسة وغير متجانسة، وتحديد الأدوار والمسؤوليات داخل كل مجموعة. كما توضح الأهداف التعليمية المحددة التي يجب أن تحققها كل مجموعة من خلال التعاون الفعال والمشاركة البناءة.",
  "عنوان المربع 2": "نتائج تقييم الأقران",
  "محتوى المربع 2": "سجلات لنتائج تقييم الأقران التي قام بها الطلاب لزملائهم في المجموعة. تُظهر هذه التقييمات مدى مساهمة كل طالب في إنجاز المهمة الجماعية، وتطور مهارات التواصل وحل النزاعات لديهم، مما يعكس نمواً في المهارات الاجتماعية والمهنية.",
  "عنوان المربع 3": "تحليل نتائج المهام الجماعية",
  "محتوى المربع 3": "تحليل مقارن لدرجات الطلاب في الاختبارات التي تتطلب تطبيقاً جماعياً للمفاهيم، مقارنة بالاختبارات الفردية. يُظهر هذا التحليل أن العمل التعاوني أدى إلى رفع مستوى الإنجاز العام للمجموعة، خاصة للطلاب الذين كانوا بحاجة إلى دعم إضافي.",
  "عنوان المربع 4": "قياس المهارات الاجتماعية",
  "محتوى المربع 4": "أدوات مصممة لقياس مدى إتقان الطلاب للمهارات التعاونية، مثل الاستماع الفعال، وتقديم التغذية الراجعة، والقيادة المشتركة. تُظهر هذه الأدوات تطوراً واضحاً في قدرة الطلاب على العمل بفعالية ضمن فريق.",
  "عنوان المربع 5": "سجلات التأمل الجماعي",
  "محتوى المربع 5": "سجلات توثق جلسات المراجعة والتأمل التي أجرتها المجموعات بعد الانتهاء من المهام. تُظهر هذه السجلات قدرة الطلاب على تحليل فعالية عملهم الجماعي وتحديد نقاط القوة والضعف، مما يعزز التعلم من التجربة.",
  "عنوان المربع 6": "عينات من المنتجات المشتركة",
  "محتوى المربع 6": "عينات من المنتجات النهائية التي تم إنجازها بشكل تعاوني، مثل العروض التقديمية أو التقارير المشتركة. تُظهر هذه العينات جودة عالية في المخرجات تفوق ما يمكن تحقيقه بشكل فردي، مما يبرهن على قوة التعاون."
}