{
  "المعيار": "التفاعل مع أولياء الأمور",
  "اسم الشاهد": "ورش عمل إرشادية لدعم التعلم المنزلي",
  "الوصف": "يُبرز هذا الشاهد جهود المعلم في بناء قدرات أولياء الأمور وتمكينهم من دعم أبنائهم أكاديمياً في البيئة المنزلية. يتجاوز الأمر مجرد إرسال الواجبات إلى توفير تدريب متخصص وموجه حول استراتيجيات التعلم الفعالة والتعامل مع التحديات الأكاديمية والسلوكية الشائعة. يهدف تنظيم ورش العمل الإرشادية إلى خلق بيئة تعلم متكاملة ومستمرة تمتد من الفصل الدراسي إلى المنزل، مما يضمن تناسق الرسائل التربوية والتعليمية. يُعد هذا الشاهد دليلاً على الشراكة العميقة التي يسعى المعلم لتحقيقها، حيث يتحول ولي الأمر من متلقٍ للمعلومات إلى شريك فاعل ومزود للدعم.",
  "عنوان المربع 1": "خطة ورش العمل الإرشادية",
  "محتوى المربع 1": "جدول زمني يوضح مواعيد ورش العمل المقترحة، مع تحديد الموضوعات التي تغطيها كل ورشة (مثل استراتيجيات القراءة الفعالة، أو التعامل مع الواجبات المنزلية). يجب أن تكون المواعيد مرنة لتناسب أكبر عدد ممكن من أولياء الأمور العاملين.",
  "عنوان المربع 2": "المواد التدريبية المقدمة",
  "محتوى المربع 2": "محتوى تدريبي مبسط ومصمم خصيصاً لأولياء الأمور، يتضمن مواد مرئية ومكتوبة وأنشطة عملية. يركز المحتوى على تزويدهم بالأدوات والتقنيات اللازمة لدعم تعلم أبنائهم في المنزل بشكل فعال ومستدام.",
  "عنوان المربع 3": "سجل حضور أولياء الأمور",
  "محتوى المربع 3": "سجل حضور إلكتروني أو ورقي يوثق أسماء أولياء الأمور الذين حضروا كل ورشة عمل. يتم تحليل بيانات الحضور لتحديد مدى الإقبال على موضوعات معينة، مما يساعد في تخطيط ورش عمل مستقبلية تلبي الاحتياجات الفعلية.",
  "عنوان المربع 4": "تقييم الورش من أولياء الأمور",
  "محتوى المربع 4": "استبيانات تقييم تُوزع على أولياء الأمور بعد الانتهاء من كل ورشة عمل لقياس مدى استفادتهم ورضاهم عن المحتوى وطريقة التقديم. تُستخدم النتائج لتحسين جودة الورش وتطويرها بشكل مستمر.",
  "عنوان المربع 5": "توثيق الورش وإتاحتها",
  "محتوى المربع 5": "ملخصات مكتوبة أو تسجيلات فيديو للورش تُتاح لأولياء الأمور الذين لم يتمكنوا من الحضور. يضمن هذا الإجراء وصول المعلومات والإرشادات الهامة إلى جميع الأسر، مما يعزز مبدأ الشمولية في التواصل.",
  "عنوان المربع 6": "خطط العمل المنزلية المتابعة",
  "محتوى المربع 6": "نماذج من خطط عمل منزلية يضعها أولياء الأمور بناءً على ما تعلموه في الورش، مع متابعة المعلم لمدى تطبيقها وتأثيرها على أداء الطالب. هذا يربط الورش بنتائج تعلم ملموسة."
}