{
  "المعيار": "أداء الواجبات الوظيفية",
  "اسم الشاهد": "وثيقة المشاركة في اللجان المدرسية",
  "الوصف": "يسهم هذا الشاهد في إظهار التزام المعلم بتوسيع نطاق واجباته الوظيفية لتشمل المساهمة في تطوير البيئة المدرسية ككل، وليس فقط داخل الفصل الدراسي. تُعتبر وثيقة المشاركة في اللجان المدرسية دليلاً قوياً على أن المعلم يمارس دوره بفاعلية تتجاوز المتوقع، حيث يشارك في صياغة السياسات والقرارات المدرسية الهامة. يُظهر هذا الشاهد انخراط المعلم في العمل المؤسسي، وقدرته على تحمل مسؤوليات إضافية، والمساهمة في تحقيق أهداف المدرسة الاستراتيجية، مما يعكس احترافية عالية في أداء الواجبات الوظيفية والالتزام بالمسؤولية المجتمعية داخل المدرسة.",
  "عنوان المربع 1": "قرار تشكيل اللجنة",
  "محتوى المربع 1": "محضر اجتماع اللجنة الذي يوضح تعيين المعلم كعضو فعال في إحدى اللجان المدرسية (مثل لجنة الجودة، لجنة الأنشطة، لجنة الانضباط). هذا يثبت توسيع نطاق واجباته الوظيفية لتشمل المساهمة في الإدارة المدرسية.",
  "عنوان المربع 2": "سجل مهام اللجنة المنجزة",
  "محتوى المربع 2": "سجل يضم قائمة بالمهام والمسؤوليات التي أوكلت للمعلم داخل اللجنة، بالإضافة إلى تواريخ إنجاز هذه المهام. يجب أن يوضح السجل مساهمة المعلم في صياغة قرارات اللجنة أو تنفيذ خططها.",
  "عنوان المربع 3": "المقترحات والمبادرات المقدمة",
  "محتوى المربع 3": "نسخ من المقترحات أو المبادرات التي قدمها المعلم للجنة، والتي تهدف إلى تطوير جانب معين من جوانب العمل المدرسي. هذا يُظهر مبادرته واهتمامه بتحسين الأداء المؤسسي كجزء من واجبه الوظيفي.",
  "عنوان المربع 4": "نتائج تطبيق قرارات اللجنة",
  "محتوى المربع 4": "توثيق لنتائج تطبيق القرارات أو الخطط التي شارك المعلم في وضعها داخل اللجنة، مثل تحسن في مستوى انضباط الطلاب أو زيادة في جودة الأنشطة المدرسية. هذا يقيس الأثر الفعلي لمشاركته.",
  "عنوان المربع 5": "توثيق حضور اجتماعات اللجنة",
  "محتوى المربع 5": "شهادة حضور منتظم لجميع اجتماعات اللجنة خلال فترة زمنية محددة، مع توضيح نسبة الحضور. يُعد هذا دليلاً على الالتزام بالمشاركة الفاعلة والمنتظمة في الواجبات غير الصفية.",
  "عنوان المربع 6": "المواد التدريبية المعدة",
  "محتوى المربع 6": "ملف يضم مواد تدريبية أو توجيهية قام المعلم بإعدادها وتقديمها لأعضاء آخرين في اللجنة أو للهيئة التعليمية بناءً على دوره في اللجنة. هذا يعكس دوره كخبير ومساهم فعال في رفع كفاءة الفريق."
}