{
  "المعيار": "إعداد وتنفيذ خطة التعلم",
  "اسم الشاهد": "تقرير مراجعة الخطة وتعديلها",
  "الوصف": "يسهم تقرير مراجعة الخطة وتعديلها في إظهار الجانب التأملي والتحسين المستمر في ممارسة المعلم. يوضح هذا الشاهد قدرة المعلم على استخدام البيانات الكمية والنوعية لتقييم فعالية خطة التعلم المنفذة، وتحديد الفجوات بين الأهداف والنتائج الفعلية. كما يعكس منهجية منظمة في اقتراح التعديلات اللازمة على المحتوى، والاستراتيجيات، وأساليب التقييم، لضمان تحقيق نتائج تعلم أفضل في الدورات القادمة. هذا التقرير هو دليل على التزام المعلم بالتطوير المهني المستمر.",
  "عنوان المربع 1": "تحليل نتائج التقييم النهائي",
  "محتوى المربع 1": "يحتوي هذا المربع على ملخص لنتائج التقييمات النهائية (الاختبارات، المشاريع الكبرى) التي أجريت بعد الانتهاء من تنفيذ الخطة. تُستخدم هذه البيانات الكمية لتحديد نسبة الطلاب الذين حققوا أهداف التعلم المحددة. كما يتم تحليل هذه النتائج لتحديد المجالات التي كان فيها أداء الطلاب ضعيفاً أو قوياً، مما يوفر أساساً متيناً لقرار مراجعة الخطة.",
  "عنوان المربع 2": "التغذية الراجعة من الطلاب",
  "محتوى المربع 2": "يُفصل هنا الملاحظات النوعية التي جمعها المعلم من الطلاب حول الخطة، مثل مدى صعوبة الأنشطة، أو وضوح التعليمات، أو مدى استمتاعهم بالمواد التعليمية. تُعد هذه التغذية الراجعة المباشرة من الطلاب عنصراً مهماً في فهم الجوانب التي تحتاج إلى تحسين من منظور المتعلم، مما يضمن أن تكون التعديلات القادمة موجهة نحو زيادة الرضا والفعالية.",
  "عنوان المربع 3": "التقييم الذاتي لاستراتيجيات التدريس",
  "محتوى المربع 3": "يُظهر هذا الجزء تقييماً ذاتياً نقدياً من المعلم حول فعالية الاستراتيجيات والأساليب التي استخدمها في تنفيذ الخطة. يشمل ذلك تحديد ما نجح وما لم ينجح، مع تحليل للأسباب الكامنة وراء ذلك. يعكس هذا التقرير ممارسة المعلم للتفكير التأملي والمهنية العالية في تقييم أدائه وتحديد نقاط القوة والضعف في خطته.",
  "عنوان المربع 4": "مقترحات التعديل والتطوير",
  "محتوى المربع 4": "يحتوي هذا المربع على قائمة واضحة ومحددة بالتعديلات المقترحة على الخطة للعام الدراسي القادم أو الوحدة التالية. تشمل هذه التعديلات تغييرات في توزيع الوقت، أو إضافة موارد جديدة، أو تعديل في صياغة أهداف التعلم. يجب أن تكون هذه المقترحات مستندة بشكل مباشر إلى البيانات والتحليلات المذكورة في المربعات السابقة.",
  "عنوان المربع 5": "تحليل البيانات السلوكية واللوجستية",
  "محتوى المربع 5": "يُظهر هذا المربع كيف تم استخدام بيانات الغياب والتأخر والمشاركة الصفية لتحديد تأثيرها على تنفيذ الخطة. يتم تحليل ما إذا كانت هذه العوامل قد أثرت على وتيرة الدروس أو الحاجة إلى مراجعة إضافية. هذا التحليل يضمن أن تكون الخطة المستقبلية أكثر واقعية وتأخذ في الاعتبار التحديات اللوجستية والصفية.",
  "عنوان المربع 6": "توثيق التعاون المهني",
  "محتوى المربع 6": "يُفصل هنا كيف تم مشاركة تقرير المراجعة والتعديل مع الزملاء أو المشرفين لطلب آرائهم ومقترحاتهم. كما يشمل توثيقاً للاجتماعات أو المراسلات التي تمت بهذا الخصوص. هذا التعاون يعزز من جودة الخطة ويضمن توافقها مع الممارسات المدرسية العامة، مما يثري عملية التخطيط بخبرات الآخرين."
}