[
  {
    "standardId": 1,
    "title": "الحضور والانصراف في الوقت المحدد",
    "description": "يُعد الالتزام بالحضور والانصراف في الوقت المحدد أحد الركائز الأساسية للأداء المهني المتميز للمعلم. يعكس هذا الالتزام احترام المعلم للأنظمة واللوائح المدرسية، ويُظهر مستوى عالٍ من المسؤولية تجاه المهنة والطلاب. الانضباط في مواعيد الحضور والانصراف يساهم في خلق بيئة تعليمية منظمة ومستقرة، حيث يبدأ اليوم الدراسي في موعده المحدد دون تأخير أو إرباك. كما أن التزام المعلم بهذا الجانب يُعد قدوة حسنة للطلاب، ويغرس فيهم قيم الانضباط والالتزام بالمواعيد. من جانب آخر، يُسهم الحضور المنتظم في تحقيق الاستقرار الوظيفي وتعزيز الثقة بين المعلم والإدارة المدرسية. هذا الشاهد يوثّق التزام المعلم بالحضور والانصراف في الأوقات المحددة، ويُبرز أثر ذلك على سير العملية التعليمية بشكل عام.",
    "section1Title": "الالتزام بالأنظمة والتعليمات",
    "section1Content": "• الحضور اليومي في الموعد المحدد (السابعة صباحاً) دون تأخير\n• الانصراف بعد انتهاء الدوام الرسمي والتأكد من إنهاء جميع المهام\n• تسجيل الحضور والانصراف عبر النظام الإلكتروني بشكل منتظم\n• الالتزام بالحضور في أيام الاجتماعات والفعاليات المدرسية\n• عدم التغيب إلا للضرورة القصوى ووفق الأنظمة المعتمدة",
    "section2Title": "أثر الانضباط على جودة التعليم",
    "section2Content": "الالتزام بمواعيد الحضور والانصراف ينعكس إيجاباً على جودة العملية التعليمية بشكل مباشر. فالمعلم الذي يحضر في الوقت المحدد يكون مستعداً لبدء الحصة الأولى دون تأخير، مما يضمن استثمار الوقت التعليمي بشكل كامل. كما أن الانضباط الزمني يُتيح للمعلم فرصة التحضير الجيد قبل بدء اليوم الدراسي، ومراجعة خطط الدروس، والتأكد من جاهزية الوسائل التعليمية. هذا الانتظام يخلق بيئة تعليمية مستقرة يشعر فيها الطلاب بالأمان والثقة، ويعزز من فرص تحقيق الأهداف التعليمية المرجوة.",
    "section3Title": "تنظيم العمل وتوزيع المهام",
    "section3Content": "• التخطيط المسبق لليوم الدراسي والوصول قبل الموعد بوقت كافٍ\n• توزيع المهام اليومية بشكل متوازن لضمان إنجازها في الوقت المحدد\n• تخصيص وقت للتحضير الصباحي ومراجعة خطط الدروس\n• المشاركة في الإشراف الصباحي واستقبال الطلاب\n• إنهاء جميع الأعمال الإدارية والتعليمية قبل الانصراف",
    "section4Title": "تعزيز الانضباط والمسؤولية المهنية",
    "section4Content": "الالتزام بالحضور والانصراف في الوقت المحدد يُعد مظهراً من مظاهر المسؤولية المهنية العالية. فالمعلم الملتزم يُدرك أن وقته ليس ملكاً له وحده، بل هو أمانة يجب استثمارها لصالح الطلاب والعملية التعليمية. هذا الانضباط يعكس احترام المعلم لمهنته ولزملائه وللإدارة المدرسية. كما أنه يُسهم في بناء سمعة مهنية طيبة للمعلم، ويفتح أمامه فرصاً للتطور الوظيفي والمشاركة في البرامج والمبادرات المتميزة. الانضباط الزمني يُعد أيضاً قدوة حسنة للطلاب، حيث يتعلمون من خلال سلوك معلمهم أهمية احترام الوقت والالتزام بالمواعيد.",
    "section5Title": "توثيق الحضور والانصراف كأحد الشواهد",
    "section5Content": "• الاحتفاظ بسجل حضور منتظم يوثق الالتزام على مدار العام\n• استخدام النظام الإلكتروني لتسجيل الحضور والانصراف بدقة\n• توثيق الحضور في الفعاليات والاجتماعات المدرسية\n• الحصول على تقارير شهرية من الإدارة تؤكد الانتظام\n• إرفاق شهادات التقدير والشكر من الإدارة على الالتزام",
    "section6Title": "الانعكاسات الإيجابية على بيئة العمل",
    "section6Content": "الالتزام بالحضور والانصراف في الوقت المحدد يخلق بيئة عمل إيجابية ومحفزة. فالمعلم الملتزم يُسهم في تعزيز روح الفريق والتعاون بين الزملاء، ويُشجع الآخرين على الانضباط والالتزام. هذا الانتظام يُقلل من الفوضى والارتباك في بداية اليوم الدراسي، ويُتيح للإدارة المدرسية التخطيط بشكل أفضل لتوزيع المهام والمسؤوليات. كما أن الالتزام الزمني يُعزز من ثقة أولياء الأمور بالمدرسة والمعلمين، ويُظهر مستوى عالٍ من الاحترافية والمهنية. في النهاية، يُسهم هذا الانضباط في تحسين الأداء العام للمدرسة وتحقيق أهدافها التربوية والتعليمية.",
    "applicableStages": ["ابتدائي", "متوسط", "ثانوي"],
    "applicableSubjects": [],
    "applicableGrades": [],
    "priority": 2,
    "defaultImage1Url": "https://d2xsxph8kpxj0f.cloudfront.net/310519663229092848/PdwWnVF2DAatRAKFwvgWXk/shared-evidence-images/teacher-classroom.jpg",
    "defaultImage2Url": "https://d2xsxph8kpxj0f.cloudfront.net/310519663229092848/PdwWnVF2DAatRAKFwvgWXk/shared-evidence-images/school-gate.jpg",
    "activeFields": [1, 6, 17, 20]
  },
  {
    "standardId": 1,
    "title": "جدول الحصص الدراسية",
    "description": "جدول الحصص الدراسية هو الوثيقة الرسمية التي تنظم العملية التعليمية اليومية للمعلم، وتحدد توزيع الحصص على مدار الأسبوع الدراسي. يُعد هذا الجدول أداة تنظيمية أساسية تضمن استثمار الوقت التعليمي بشكل أمثل، وتوزيع المواد الدراسية بطريقة متوازنة تراعي قدرات الطلاب واحتياجاتهم. الالتزام بجدول الحصص يعكس انضباط المعلم واحترامه للنظام المدرسي، ويُسهم في خلق بيئة تعليمية منظمة ومستقرة. كما أن الجدول يُساعد المعلم على التخطيط المسبق لدروسه، وتحضير الوسائل التعليمية اللازمة، وتوزيع الأنشطة والتقييمات بشكل مدروس. من جانب آخر، يُتيح جدول الحصص للطلاب معرفة مواعيد الحصص والاستعداد لها مسبقاً. هذا الشاهد يوثّق التزام المعلم بجدول الحصص المعتمد، ويُبرز دوره في تنظيم العملية التعليمية وتحقيق الأهداف التربوية.",
    "section1Title": "أهمية جدول الحصص في التنظيم المدرسي",
    "section1Content": "جدول الحصص الدراسية يُمثل العمود الفقري للعملية التعليمية اليومية، حيث يحدد الإطار الزمني لكل مادة دراسية ويضمن توزيعاً عادلاً ومتوازناً للوقت التعليمي. يُساعد الجدول المعلم على تنظيم وقته بشكل فعّال، والتخطيط المسبق لدروسه، وتحضير الوسائل والأنشطة اللازمة. كما يُتيح للطلاب معرفة مواعيد الحصص والاستعداد لها، مما يُعزز من جاهزيتهم وتفاعلهم. الالتزام بالجدول يُقلل من الفوضى والارتباك، ويخلق بيئة تعليمية منظمة تُسهم في تحقيق الأهداف التربوية بكفاءة عالية.",
    "section2Title": "مكونات جدول الحصص",
    "section2Content": "• توزيع الحصص على أيام الأسبوع (الأحد - الخميس)\n• تحديد أوقات بداية ونهاية كل حصة بدقة\n• توزيع المواد الدراسية بشكل متوازن يراعي قدرات الطلاب\n• تخصيص حصص للأنشطة والمراجعة والتقييم\n• مراعاة الفترات الزمنية المناسبة لكل مرحلة عمرية",
    "section3Title": "الالتزام بتنفيذ الجدول",
    "section3Content": "الالتزام بتنفيذ جدول الحصص بدقة يُعد مؤشراً على احترافية المعلم وانضباطه. يتطلب ذلك الحضور في الوقت المحدد لكل حصة، والبدء فوراً دون تأخير، واستثمار الوقت التعليمي بشكل كامل. كما يتضمن الالتزام عدم تبديل الحصص أو إلغائها إلا للضرورة القصوى ووفق الإجراءات المعتمدة. المعلم الملتزم يُدرك أن أي تعديل على الجدول يؤثر على سير العملية التعليمية بأكملها، لذا يحرص على احترام الجدول المعتمد والتنسيق مع الإدارة عند الحاجة لأي تغيير.",
    "section4Title": "دور الجدول في التخطيط الدراسي",
    "section4Content": "• التخطيط المسبق للدروس بناءً على توزيع الحصص\n• تحضير الوسائل التعليمية والأنشطة قبل موعد الحصة\n• توزيع المحتوى الدراسي على الحصص المتاحة بشكل متوازن\n• تخصيص حصص للمراجعة والتقييم المستمر\n• مراعاة الفروق الفردية عند توزيع الأنشطة والواجبات",
    "section5Title": "التنسيق مع الإدارة والزملاء",
    "section5Content": "جدول الحصص يتطلب تنسيقاً مستمراً مع الإدارة المدرسية والزملاء لضمان سير العملية التعليمية بسلاسة. يشمل ذلك التواصل مع المشرف التربوي عند الحاجة لتعديل الجدول، والتنسيق مع معلمي نفس المادة لتوحيد الخطط والأنشطة، والتعاون مع معلمي الصفوف الأخرى عند تنظيم الفعاليات المشتركة. كما يتطلب الأمر الالتزام بالحصص البديلة عند غياب أحد الزملاء، والمشاركة في إعداد جداول الاختبارات والأنشطة اللاصفية.",
    "section6Title": "أثر الالتزام بالجدول على الطلاب",
    "section6Content": "الالتزام بجدول الحصص ينعكس إيجاباً على الطلاب بشكل مباشر. فالطالب الذي يعرف موعد كل حصة يستطيع الاستعداد لها مسبقاً، مما يُعزز من تفاعله ومشاركته. كما أن الانتظام في تنفيذ الجدول يخلق لدى الطلاب شعوراً بالأمان والاستقرار، ويُساعدهم على تنظيم وقتهم وواجباتهم بشكل أفضل. المعلم الملتزم بالجدول يُعد قدوة حسنة للطلاب في احترام الوقت والالتزام بالمواعيد، وهي قيم تربوية مهمة تُسهم في بناء شخصياتهم وتطوير مهاراتهم الحياتية.",
    "applicableStages": ["ابتدائي", "متوسط", "ثانوي"],
    "applicableSubjects": [],
    "applicableGrades": [],
    "priority": 2,
    "defaultImage1Url": "https://d2xsxph8kpxj0f.cloudfront.net/310519663229092848/PdwWnVF2DAatRAKFwvgWXk/shared-evidence-images/teacher-teaching.jpg",
    "defaultImage2Url": "https://d2xsxph8kpxj0f.cloudfront.net/310519663229092848/PdwWnVF2DAatRAKFwvgWXk/shared-evidence-images/teacher-classroom.jpg",
    "activeFields": [1, 6, 17, 20]
  },
  {
    "standardId": 1,
    "title": "جدول المناوبة والإشراف اليومي",
    "description": "جدول المناوبة والإشراف اليومي هو أحد الواجبات الوظيفية الأساسية التي تُسند للمعلم لضمان سلامة الطلاب وانضباطهم خارج الفصول الدراسية. يشمل الإشراف اليومي مراقبة الطلاب في الساحات، والممرات، ودورات المياه، وأثناء الفسحة، وعند الدخول والخروج من المدرسة. يُعد هذا الدور جزءاً لا يتجزأ من المسؤولية التربوية للمعلم، حيث يُسهم في خلق بيئة مدرسية آمنة ومنظمة، ويُعزز من قيم الانضباط والاحترام بين الطلاب. الالتزام بجدول المناوبة يعكس حرص المعلم على سلامة الطلاب ورعايتهم، ويُظهر مستوى عالٍ من المسؤولية المهنية. كما أن الإشراف الفعّال يُساعد في الكشف المبكر عن أي سلوكيات غير مرغوبة ومعالجتها بشكل تربوي. هذا الشاهد يوثّق التزام المعلم بجدول المناوبة والإشراف، ويُبرز دوره في حماية الطلاب وتعزيز الانضباط المدرسي.",
    "section1Title": "أهمية الإشراف اليومي",
    "section1Content": "• ضمان سلامة الطلاب في جميع مرافق المدرسة\n• مراقبة سلوكيات الطلاب ومعالجة أي تجاوزات فوراً\n• منع المشاجرات والنزاعات بين الطلاب\n• تعزيز قيم الانضباط والاحترام المتبادل\n• خلق بيئة مدرسية آمنة ومحفزة للتعلم",
    "section2Title": "مهام المعلم أثناء المناوبة",
    "section2Content": "مهام المعلم أثناء المناوبة تتنوع بين الإشراف المباشر على الطلاب، ومراقبة التزامهم بالأنظمة واللوائح المدرسية، والتدخل السريع عند حدوث أي مشكلة. يشمل ذلك التواجد في الأماكن المخصصة للإشراف في الوقت المحدد، والتجول بين الطلاب لمراقبة سلوكياتهم، والتأكد من نظافة المرافق وسلامتها، والتعامل مع الحالات الطارئة بحكمة وحزم. كما يتطلب الأمر التواصل مع الإدارة المدرسية عند الحاجة، وتوثيق أي ملاحظات أو حوادث تحدث أثناء المناوبة.",
    "section3Title": "التنسيق مع فريق الإشراف",
    "section3Content": "الإشراف اليومي يتطلب تنسيقاً مستمراً مع فريق الإشراف المدرسي لضمان تغطية جميع المناطق بشكل فعّال. يشمل ذلك الالتزام بالجدول المعتمد، والتواصل مع الزملاء عند الحاجة لتبديل المناوبات، والتعاون في معالجة المشكلات التي تتطلب تدخلاً جماعياً. كما يتطلب الأمر المشاركة في اجتماعات فريق الإشراف لمناقشة التحديات واقتراح الحلول، وتبادل الخبرات والممارسات الجيدة في مجال الإشراف والرعاية الطلابية.",
    "section4Title": "معالجة السلوكيات غير المرغوبة",
    "section4Content": "• التدخل الفوري عند ملاحظة أي سلوك غير مناسب\n• التعامل مع الطلاب بحزم وحكمة وفق اللوائح التربوية\n• توجيه الطلاب وتوعيتهم بأهمية الانضباط\n• إحالة الحالات الصعبة إلى الإدارة المدرسية\n• توثيق المخالفات ومتابعة معالجتها",
    "section5Title": "دور الإشراف في تعزيز القيم التربوية",
    "section5Content": "الإشراف اليومي ليس مجرد مراقبة أمنية، بل هو فرصة تربوية لتعزيز القيم الإيجابية لدى الطلاب. من خلال التواجد المستمر بين الطلاب، يستطيع المعلم غرس قيم الاحترام، والتعاون، والنظافة، والمحافظة على الممتلكات العامة. كما يُمكن للمعلم استثمار هذه الأوقات لبناء علاقات إيجابية مع الطلاب خارج إطار الفصل الدراسي، والتعرف على احتياجاتهم ومشكلاتهم، وتقديم الدعم والتوجيه اللازم.",
    "section6Title": "التوثيق والمتابعة",
    "section6Content": "توثيق الإشراف اليومي يُعد جزءاً مهماً من المسؤولية المهنية للمعلم. يشمل ذلك الاحتفاظ بسجل حضور المناوبات، وتوثيق أي ملاحظات أو حوادث تحدث أثناء الإشراف، وتقديم تقارير دورية للإدارة المدرسية عن الوضع العام للانضباط الطلابي. كما يتطلب الأمر المتابعة المستمرة للحالات التي تحتاج إلى تدخل تربوي، والتنسيق مع المرشد الطلابي وأولياء الأمور عند الحاجة. هذا التوثيق يُساعد في تقييم فعالية الإشراف وتطوير الخطط والإجراءات المستقبلية.",
    "applicableStages": ["ابتدائي", "متوسط", "ثانوي"],
    "applicableSubjects": [],
    "applicableGrades": [],
    "priority": 1,
    "defaultImage1Url": "https://d2xsxph8kpxj0f.cloudfront.net/310519663229092848/PdwWnVF2DAatRAKFwvgWXk/shared-evidence-images/teacher-students.jpg",
    "defaultImage2Url": "https://d2xsxph8kpxj0f.cloudfront.net/310519663229092848/PdwWnVF2DAatRAKFwvgWXk/shared-evidence-images/school-gate.jpg",
    "activeFields": [1, 6, 17, 20]
  },
  {
    "standardId": 1,
    "title": "تفعيل حصص الانتظار",
    "description": "حصص الانتظار هي الحصص التي يتم تكليف المعلم بها لتغطية غياب أحد الزملاء، وتُعد من الواجبات الوظيفية الأساسية التي تعكس روح التعاون والمسؤولية المهنية. تفعيل حصص الانتظار بشكل فعّال يضمن استمرار العملية التعليمية دون انقطاع، ويُحافظ على استثمار الوقت التعليمي بشكل أمثل. المعلم الذي يُفعّل حصص الانتظار بجدية يُظهر التزاماً عالياً بمهنته، واحتراماً لحق الطلاب في التعلم المستمر. يتطلب تفعيل هذه الحصص التحضير المسبق، واختيار أنشطة تعليمية مفيدة، والحرص على انضباط الطلاب وتفاعلهم. كما أن الاستفادة من حصص الانتظار في تعزيز المهارات الأساسية، أو مراجعة الدروس السابقة، أو تنفيذ أنشطة إثرائية، يُسهم في تحقيق قيمة تربوية مضافة. هذا الشاهد يوثّق التزام المعلم بتفعيل حصص الانتظار، ويُبرز دوره في ضمان استمرارية التعليم وجودته.",
    "section1Title": "أهمية تفعيل حصص الانتظار",
    "section1Content": "تفعيل حصص الانتظار يُعد ضرورة تربوية وتنظيمية لضمان عدم تعطل العملية التعليمية عند غياب أحد المعلمين. هذه الحصص ليست وقتاً ضائعاً، بل هي فرصة لتعزيز التعلم وتطوير مهارات الطلاب. المعلم الذي يُفعّل هذه الحصص بجدية يُظهر احترافية عالية، ويُسهم في خلق بيئة تعليمية منتجة ومستمرة. كما أن التفعيل الجيد لحصص الانتظار يُعزز من ثقة الإدارة المدرسية وأولياء الأمور بالمعلم، ويُبرز روح التعاون والمسؤولية الجماعية بين الزملاء.",
    "section2Title": "استراتيجيات تفعيل حصص الانتظار",
    "section2Content": "• التحضير المسبق لأنشطة تعليمية مفيدة ومشوقة\n• مراجعة الدروس السابقة وتعزيز المفاهيم الأساسية\n• تنفيذ أنشطة إثرائية تُنمي مهارات التفكير والإبداع\n• استخدام الوسائل التعليمية والتقنية المتاحة\n• إشراك الطلاب في أنشطة تفاعلية وحوارية",
    "section3Title": "إدارة الصف أثناء حصص الانتظار",
    "section3Content": "إدارة الصف أثناء حصص الانتظار تتطلب مهارات خاصة، حيث يكون الطلاب في بعض الأحيان أقل انضباطاً بسبب غياب معلمهم الأساسي. لذا يجب على المعلم البديل الحزم منذ البداية، ووضع قواعد واضحة للسلوك، والحرص على إشراك جميع الطلاب في الأنشطة المقدمة. كما يتطلب الأمر المرونة في التعامل مع الطلاب، واستخدام أساليب تحفيزية لضمان تفاعلهم واستفادتهم من الحصة. المعلم الناجح يستطيع تحويل حصة الانتظار إلى تجربة تعليمية ممتعة ومفيدة.",
    "section4Title": "أنواع الأنشطة المناسبة",
    "section4Content": "• أنشطة مراجعة للدروس السابقة (أسئلة وأجوبة، مسابقات)\n• أنشطة إثرائية (قراءة قصص، مشاهدة فيديوهات تعليمية)\n• أنشطة تنمية المهارات (حل مسائل، كتابة إبداعية)\n• أنشطة تفاعلية (نقاشات جماعية، عروض تقديمية)\n• أنشطة ترفيهية هادفة (ألعاب تعليمية، رسم وتلوين)",
    "section5Title": "التنسيق مع المعلم الغائب",
    "section5Content": "التنسيق مع المعلم الغائب (إن أمكن) يُساعد في تفعيل حصص الانتظار بشكل أفضل. يمكن للمعلم البديل الاطلاع على خطة الدرس المقررة، ومحاولة تنفيذها أو تقديم أنشطة مكملة لها. كما يُمكن التواصل مع المعلم الغائب لمعرفة احتياجات الطلاب الخاصة، أو المواضيع التي تحتاج إلى تعزيز. هذا التنسيق يُعزز من استمرارية التعلم، ويُقلل من الفجوات التي قد تنتج عن الغياب.",
    "section6Title": "التوثيق والتقييم",
    "section6Content": "توثيق حصص الانتظار يُعد جزءاً مهماً من المسؤولية المهنية. يشمل ذلك تسجيل الحصص التي تم تغطيتها، والأنشطة التي تم تنفيذها، وملاحظات حول سلوك الطلاب وتفاعلهم. كما يُمكن تقديم تقرير مختصر للإدارة المدرسية أو للمعلم الغائب عن سير الحصة. هذا التوثيق يُساعد في تقييم فعالية تفعيل حصص الانتظار، ويُبرز جهود المعلم في ضمان استمرارية التعليم. كما أنه يُعد شاهداً على التزام المعلم بواجباته الوظيفية وروح التعاون لديه.",
    "applicableStages": ["ابتدائي", "متوسط", "ثانوي"],
    "applicableSubjects": [],
    "applicableGrades": [],
    "priority": 1,
    "defaultImage1Url": "https://d2xsxph8kpxj0f.cloudfront.net/310519663229092848/PdwWnVF2DAatRAKFwvgWXk/shared-evidence-images/teacher-teaching.jpg",
    "defaultImage2Url": "https://d2xsxph8kpxj0f.cloudfront.net/310519663229092848/PdwWnVF2DAatRAKFwvgWXk/shared-evidence-images/students-learning.jpg",
    "activeFields": [1, 6, 17, 20]
  },
  {
    "standardId": 1,
    "title": "المشاركات المدرسية: اليوم الوطني",
    "description": "المشاركة في فعاليات اليوم الوطني السعودي تُعد من الواجبات الوطنية والتربوية للمعلم، حيث تُسهم في تعزيز الانتماء الوطني لدى الطلاب، وترسيخ القيم الوطنية والهوية السعودية. يُحتفل باليوم الوطني في 23 سبتمبر من كل عام، تخليداً لذكرى توحيد المملكة على يد الملك المؤسس عبدالعزيز بن عبدالرحمن آل سعود. مشاركة المعلم في تنظيم وتنفيذ فعاليات اليوم الوطني تعكس حبه لوطنه، والتزامه بدوره التربوي في غرس القيم الوطنية لدى الأجيال الناشئة. تشمل هذه الفعاليات الأنشطة الثقافية، والعروض الفنية، والمسابقات، والمعارض، والبرامج التوعوية التي تُبرز إنجازات الوطن وتاريخه العريق. هذا الشاهد يوثّق مشاركة المعلم الفعّالة في فعاليات اليوم الوطني، ويُبرز دوره في تعزيز الهوية الوطنية لدى الطلاب.",
    "section1Title": "أهداف المشاركة في فعاليات اليوم الوطني",
    "section1Content": "• تعزيز الانتماء الوطني والولاء للقيادة الرشيدة\n• ترسيخ القيم الوطنية والهوية السعودية لدى الطلاب\n• التعريف بتاريخ المملكة وإنجازاتها الحضارية\n• تنمية روح الفخر والاعتزاز بالوطن\n• تعزيز التماسك الاجتماعي والوحدة الوطنية",
    "section2Title": "الأنشطة والفعاليات المنفذة",
    "section2Content": "تتنوع الأنشطة والفعاليات التي يُمكن تنفيذها بمناسبة اليوم الوطني، وتشمل: الإذاعة المدرسية الخاصة باليوم الوطني، والمعارض الفنية والتراثية، والمسابقات الثقافية والرياضية، والعروض المسرحية والإنشادية، وورش العمل الفنية (رسم، تلوين، أشغال يدوية)، والزيارات الميدانية للمعالم الوطنية، وتوزيع الهدايا والأعلام الوطنية، وتزيين الفصول والساحات بالألوان الوطنية. كل هذه الأنشطة تُسهم في خلق أجواء احتفالية مبهجة، وتُعزز من شعور الطلاب بأهمية هذه المناسبة الوطنية.",
    "section3Title": "دور المعلم في التخطيط والتنظيم",
    "section3Content": "• المشاركة في لجان التخطيط والتنظيم للفعاليات\n• اقتراح أفكار إبداعية ومبتكرة للأنشطة\n• إعداد المواد والوسائل اللازمة للفعاليات\n• تدريب الطلاب على الفقرات والعروض المقدمة\n• التنسيق مع الزملاء والإدارة لضمان نجاح الفعاليات",
    "section4Title": "إشراك الطلاب وتحفيزهم",
    "section4Content": "إشراك الطلاب في فعاليات اليوم الوطني يُعد جزءاً أساسياً من العملية التربوية. يجب على المعلم تشجيع الطلاب على المشاركة الفعّالة، وتوزيع الأدوار بينهم بشكل عادل، ومنحهم الفرصة للتعبير عن حبهم لوطنهم بطرق إبداعية. كما يُمكن تنظيم مسابقات تحفيزية، ومنح جوائز للطلاب المتميزين، وتوثيق مشاركاتهم من خلال الصور والفيديوهات. هذا الإشراك يُنمي لدى الطلاب مهارات القيادة والعمل الجماعي، ويُعزز من ثقتهم بأنفسهم.",
    "section5Title": "التوثيق والنشر",
    "section5Content": "• التقاط الصور والفيديوهات للفعاليات والأنشطة\n• إعداد تقرير مصور عن الفعاليات المنفذة\n• نشر الفعاليات على حسابات المدرسة في وسائل التواصل الاجتماعي\n• إعداد نشرة خاصة باليوم الوطني توزع على الطلاب وأولياء الأمور\n• حفظ التوثيق في ملف خاص كشاهد على المشاركة الفعّالة",
    "section6Title": "الأثر التربوي للمشاركة",
    "section6Content": "المشاركة في فعاليات اليوم الوطني تترك أثراً تربوياً عميقاً لدى الطلاب. فهي تُعزز من شعورهم بالانتماء للوطن، وتُنمي لديهم الوعي بتاريخهم وحضارتهم، وتُرسخ قيم الولاء والطاعة لولاة الأمر. كما أن هذه الفعاليات تُتيح للطلاب فرصة التعبير عن مشاعرهم الوطنية بطرق إبداعية، وتُعزز من مهاراتهم الاجتماعية والفنية. المعلم الذي يُشارك بفعالية في هذه المناسبات يُعد قدوة حسنة للطلاب، ويُسهم في بناء جيل واعٍ ومعتز بوطنه.",
    "applicableStages": ["ابتدائي", "متوسط", "ثانوي"],
    "applicableSubjects": [],
    "applicableGrades": [],
    "priority": 2,
    "defaultImage1Url": "https://d2xsxph8kpxj0f.cloudfront.net/310519663229092848/PdwWnVF2DAatRAKFwvgWXk/shared-evidence-images/students-learning.jpg",
    "defaultImage2Url": "https://d2xsxph8kpxj0f.cloudfront.net/310519663229092848/PdwWnVF2DAatRAKFwvgWXk/shared-evidence-images/school-gate.jpg",
    "activeFields": [1, 2, 5, 6, 7, 9, 16]
  }
]
