[
  {
    "standardId": 1,
    "title": "المشاركات المدرسية: يوم العلم",
    "description": "يوم العلم السعودي هو مناسبة وطنية تُحتفل بها المملكة في 11 مارس من كل عام، تخليداً لذكرى اعتماد العلم السعودي رمزاً للدولة. العلم السعودي يحمل معاني عميقة، حيث يتضمن كلمة التوحيد \"لا إله إلا الله محمد رسول الله\" والسيف الذي يرمز للعدل والقوة. المشاركة في فعاليات يوم العلم تُعد فرصة تربوية لتعريف الطلاب بدلالات العلم ورمزيته، وتعزيز احترامهم له وفخرهم به. يقوم المعلم بتنظيم أنشطة متنوعة تشمل الإذاعة المدرسية، والمعارض الفنية، والمسابقات الثقافية، وورش العمل التي تُركز على تاريخ العلم ومعانيه. هذه الفعاليات تُسهم في ترسيخ الهوية الوطنية لدى الطلاب، وتُنمي لديهم الشعور بالانتماء والاعتزاز بوطنهم. هذا الشاهد يوثّق مشاركة المعلم في فعاليات يوم العلم، ويُبرز دوره في تعزيز القيم الوطنية.",
    "section1Title": "أهمية الاحتفال بيوم العلم",
    "section1Content": "• تعريف الطلاب بتاريخ العلم السعودي ودلالاته\n• تعزيز احترام العلم الوطني والفخر به\n• ترسيخ معاني كلمة التوحيد ورمزية السيف\n• تنمية الشعور بالانتماء والهوية الوطنية\n• ربط الطلاب بتاريخهم وحضارتهم الإسلامية",
    "section2Title": "الفعاليات والأنشطة المنفذة",
    "section2Content": "تتنوع الفعاليات التي يُمكن تنفيذها بمناسبة يوم العلم، وتشمل: إذاعة مدرسية خاصة تتحدث عن تاريخ العلم ومعانيه، معرض فني يعرض رسومات وأعمال الطلاب عن العلم، مسابقات ثقافية حول تاريخ المملكة والعلم، ورش عمل فنية لرسم وتلوين العلم السعودي، عروض مرئية ووثائقية عن العلم، توزيع أعلام صغيرة على الطلاب، وتزيين الفصول والساحات بالأعلام والشعارات الوطنية. هذه الأنشطة تخلق أجواء احتفالية مبهجة، وتُعزز من وعي الطلاب بأهمية العلم الوطني.",
    "section3Title": "دور المعلم في التوعية والتثقيف",
    "section3Content": "• شرح معاني كلمة التوحيد ورمزية السيف في العلم\n• التعريف بتاريخ اعتماد العلم السعودي\n• توضيح آداب التعامل مع العلم واحترامه\n• ربط العلم بالهوية الإسلامية والوطنية\n• تنظيم محاضرات وندوات توعوية للطلاب",
    "section4Title": "إشراك الطلاب في الفعاليات",
    "section4Content": "إشراك الطلاب بشكل فعّال في فعاليات يوم العلم يُعزز من شعورهم بالانتماء والمسؤولية. يُمكن للمعلم تكليف الطلاب بإعداد فقرات الإذاعة المدرسية، ورسم لوحات فنية عن العلم، والمشاركة في المسابقات الثقافية، وإعداد عروض تقديمية عن تاريخ العلم. كما يُمكن تنظيم مسابقة لأفضل عمل فني أو أفضل فقرة إذاعية، ومنح جوائز تشجيعية للفائزين. هذا الإشراك يُنمي لدى الطلاب مهارات البحث والإبداع، ويُعزز من ثقتهم بأنفسهم.",
    "section5Title": "التوثيق والنشر",
    "section5Content": "• التقاط صور وفيديوهات للفعاليات والأنشطة المنفذة\n• إعداد تقرير مصور شامل عن فعاليات يوم العلم\n• نشر الفعاليات على حسابات المدرسة الرسمية\n• إعداد نشرة توعوية عن يوم العلم توزع على الطلاب\n• حفظ التوثيق في ملف خاص كشاهد على المشاركة",
    "section6Title": "الأثر التربوي والوطني",
    "section6Content": "المشاركة في فعاليات يوم العلم تترك أثراً تربوياً ووطنياً عميقاً لدى الطلاب. فهي تُعزز من احترامهم للعلم الوطني، وتُنمي لديهم الوعي بدلالاته ورمزيته الدينية والوطنية. كما أن هذه الفعاليات تُتيح للطلاب فرصة التعبير عن حبهم لوطنهم وفخرهم بعلمهم بطرق إبداعية. المعلم الذي يُشارك بفعالية في هذه المناسبة يُعد قدوة حسنة، ويُسهم في بناء جيل واعٍ يحترم رموزه الوطنية ويعتز بهويته الإسلامية والسعودية.",
    "applicableStages": ["ابتدائي", "متوسط", "ثانوي"],
    "applicableSubjects": [],
    "applicableGrades": [],
    "priority": 1,
    "defaultImage1Url": "https://d2xsxph8kpxj0f.cloudfront.net/310519663229092848/PdwWnVF2DAatRAKFwvgWXk/shared-evidence-images/students-learning.jpg",
    "defaultImage2Url": "https://d2xsxph8kpxj0f.cloudfront.net/310519663229092848/PdwWnVF2DAatRAKFwvgWXk/shared-evidence-images/teacher-students.jpg",
    "activeFields": [1, 2, 5, 6, 7, 9, 16]
  },
  {
    "standardId": 1,
    "title": "المشاركات المدرسية: يوم التأسيس",
    "description": "يوم التأسيس السعودي هو مناسبة وطنية تُحتفل بها المملكة في 22 فبراير من كل عام، تخليداً لذكرى تأسيس الدولة السعودية الأولى على يد الإمام محمد بن سعود في عام 1727م (1139هـ). يُمثل هذا اليوم بداية قصة الدولة السعودية التي امتدت لأكثر من ثلاثة قرون، وشهدت تطوراً حضارياً ووحدة وطنية عظيمة. المشاركة في فعاليات يوم التأسيس تُعد فرصة تربوية لتعريف الطلاب بجذور دولتهم، وتاريخها العريق، وإنجازاتها الحضارية. يقوم المعلم بتنظيم أنشطة متنوعة تشمل الإذاعة المدرسية، والمعارض التراثية، والمسابقات الثقافية، والعروض الفنية التي تُبرز تاريخ المملكة وتراثها. هذه الفعاليات تُسهم في تعزيز الهوية الوطنية، وترسيخ الفخر بالماضي العريق، والتطلع للمستقبل المشرق. هذا الشاهد يوثّق مشاركة المعلم في فعاليات يوم التأسيس، ويُبرز دوره في تعزيز الوعي التاريخي لدى الطلاب.",
    "section1Title": "أهمية الاحتفال بيوم التأسيس",
    "section1Content": "الاحتفال بيوم التأسيس يُعد مناسبة وطنية مهمة لتعريف الطلاب بجذور دولتهم وتاريخها العريق. هذا اليوم يُذكّر الأجيال الناشئة بالتضحيات التي قدمها الأجداد لتأسيس هذه الدولة المباركة، ويُعزز من شعورهم بالانتماء والفخر بوطنهم. كما أن الاحتفال بهذه المناسبة يُتيح للطلاب فرصة التعرف على التراث السعودي الأصيل، والعادات والتقاليد التي توارثتها الأجيال. المعلم الذي يُشارك في هذه الفعاليات يُسهم في بناء جيل واعٍ بتاريخه، معتز بهويته، متطلع لمستقبل مشرق.",
    "section2Title": "الفعاليات والأنشطة التراثية",
    "section2Content": "• إذاعة مدرسية خاصة تتحدث عن تاريخ التأسيس\n• معرض تراثي يعرض الأزياء والأدوات التقليدية\n• عروض فنية وإنشادية تُبرز التراث السعودي\n• مسابقات ثقافية حول تاريخ الدولة السعودية\n• ورش عمل فنية (رسم، خط عربي، أشغال يدوية)\n• ارتداء الزي التراثي السعودي (الثوب والشماغ)",
    "section3Title": "دور المعلم في التوعية التاريخية",
    "section3Content": "المعلم يلعب دوراً محورياً في توعية الطلاب بتاريخ التأسيس وأهميته. يشمل ذلك شرح قصة تأسيس الدولة السعودية الأولى، والتعريف بالإمام محمد بن سعود ودوره التاريخي، وتوضيح مراحل تطور الدولة السعودية عبر القرون الثلاثة، وربط الماضي بالحاضر من خلال إبراز إنجازات المملكة الحديثة. كما يُمكن للمعلم استخدام الوسائل التعليمية الحديثة (فيديوهات، عروض تقديمية، خرائط تاريخية) لجعل المعلومات أكثر تشويقاً وفهماً.",
    "section4Title": "إشراك الطلاب والمجتمع المحلي",
    "section4Content": "• تكليف الطلاب بإعداد بحوث عن تاريخ التأسيس\n• تنظيم مسرحيات تاريخية تُجسد قصة التأسيس\n• دعوة أولياء الأمور للمشاركة في الفعاليات\n• التعاون مع الجهات المحلية لتنظيم زيارات تراثية\n• تشجيع الطلاب على ارتداء الأزياء التراثية",
    "section5Title": "التوثيق والاحتفاظ بالذاكرة",
    "section5Content": "توثيق فعاليات يوم التأسيس يُعد جزءاً مهماً من الحفاظ على الذاكرة الوطنية. يشمل ذلك التقاط الصور والفيديوهات للفعاليات، وإعداد تقرير مصور شامل، ونشر الفعاليات على وسائل التواصل الاجتماعي، وإعداد ألبوم خاص بفعاليات يوم التأسيس يُحفظ في المدرسة. هذا التوثيق يُتيح للأجيال القادمة الاطلاع على كيفية احتفال أسلافهم بهذه المناسبة الوطنية، ويُعزز من استمرارية الاحتفال والاعتزاز بالتاريخ.",
    "section6Title": "الأثر التربوي والوطني",
    "section6Content": "المشاركة في فعاليات يوم التأسيس تترك أثراً تربوياً ووطنياً عميقاً لدى الطلاب. فهي تُعزز من وعيهم بتاريخ وطنهم، وتُنمي لديهم الشعور بالفخر بالماضي العريق، والتطلع للمستقبل المشرق. كما أن هذه الفعاليات تُتيح للطلاب فرصة التعرف على التراث السعودي الأصيل، والعادات والتقاليد التي توارثتها الأجيال. المعلم الذي يُشارك بفعالية في هذه المناسبة يُعد قدوة حسنة، ويُسهم في بناء جيل واعٍ بتاريخه، معتز بهويته، مستعد لخدمة وطنه والمساهمة في نهضته.",
    "applicableStages": ["ابتدائي", "متوسط", "ثانوي"],
    "applicableSubjects": [],
    "applicableGrades": [],
    "priority": 2,
    "defaultImage1Url": "https://d2xsxph8kpxj0f.cloudfront.net/310519663229092848/PdwWnVF2DAatRAKFwvgWXk/shared-evidence-images/students-learning.jpg",
    "defaultImage2Url": "https://d2xsxph8kpxj0f.cloudfront.net/310519663229092848/PdwWnVF2DAatRAKFwvgWXk/shared-evidence-images/teacher-teaching.jpg",
    "activeFields": [1, 2, 5, 6, 7, 9, 16]
  },
  {
    "standardId": 1,
    "title": "المشاركات المدرسية: يوم المدير",
    "description": "يوم المدير هو مناسبة مدرسية تُنظم لتكريم قائد المدرسة وتقدير جهوده في إدارة العملية التعليمية وتطويرها. يُمثل المدير القيادة التربوية التي تُوجه العمل المدرسي، وتُنسق بين جميع الأطراف، وتسعى لتحقيق الأهداف التربوية والتعليمية. المشاركة في فعاليات يوم المدير تُعد فرصة لتعزيز قيم الاحترام والتقدير للقيادة، وتعزيز العلاقة الإيجابية بين المدير والمعلمين والطلاب. يقوم المعلم بتنظيم أنشطة متنوعة تشمل الإذاعة المدرسية، والفقرات الترحيبية، وتقديم الهدايا الرمزية، والعروض الفنية التي تُعبر عن التقدير والامتنان. هذه الفعاليات تُسهم في خلق بيئة مدرسية إيجابية، وتُعزز من روح الفريق والتعاون بين جميع أفراد المجتمع المدرسي. هذا الشاهد يوثّق مشاركة المعلم في فعاليات يوم المدير، ويُبرز دوره في تعزيز قيم الاحترام والتقدير.",
    "section1Title": "أهمية الاحتفال بيوم المدير",
    "section1Content": "• تقدير جهود المدير في قيادة العملية التعليمية\n• تعزيز قيم الاحترام والتقدير للقيادة التربوية\n• تعزيز العلاقة الإيجابية بين المدير والمعلمين والطلاب\n• خلق بيئة مدرسية إيجابية ومحفزة\n• تشجيع روح الفريق والتعاون بين جميع أفراد المدرسة",
    "section2Title": "الفعاليات والأنشطة المنفذة",
    "section2Content": "تتنوع الفعاليات التي يُمكن تنفيذها بمناسبة يوم المدير، وتشمل: إذاعة مدرسية خاصة تتحدث عن دور المدير وجهوده، فقرات ترحيبية وكلمات شكر وتقدير، تقديم هدايا رمزية وشهادات تقدير، عروض فنية وإنشادية تُعبر عن الامتنان، تنظيم حفل بسيط بحضور المعلمين والطلاب، إعداد لوحات ورسومات تعبيرية عن دور المدير، وتوزيع بطاقات معايدة من الطلاب. هذه الأنشطة تخلق أجواء احتفالية مبهجة، وتُعزز من شعور المدير بالتقدير والامتنان.",
    "section3Title": "دور المعلم في التنظيم والإعداد",
    "section3Content": "• المشاركة في لجنة التخطيط والتنظيم للفعاليات\n• إعداد الفقرات والعروض الفنية بالتعاون مع الطلاب\n• تحضير الهدايا الرمزية وشهادات التقدير\n• التنسيق مع الزملاء لضمان نجاح الفعاليات\n• إشراك الطلاب في إعداد الفقرات والرسومات",
    "section4Title": "إشراك الطلاب في التعبير عن التقدير",
    "section4Content": "إشراك الطلاب في فعاليات يوم المدير يُعد فرصة تربوية لتعليمهم قيم الاحترام والتقدير للقيادة. يُمكن للمعلم تكليف الطلاب بإعداد بطاقات معايدة، ورسم لوحات تعبيرية، وإلقاء كلمات شكر، والمشاركة في الفقرات الإنشادية. كما يُمكن تنظيم مسابقة لأفضل بطاقة معايدة أو أفضل رسمة، ومنح جوائز تشجيعية. هذا الإشراك يُنمي لدى الطلاب مهارات التعبير والإبداع، ويُعزز من قيم الاحترام والامتنان.",
    "section5Title": "التوثيق والنشر",
    "section5Content": "• التقاط صور وفيديوهات للفعاليات والأنشطة\n• إعداد تقرير مصور عن فعاليات يوم المدير\n• نشر الفعاليات على حسابات المدرسة الرسمية\n• إعداد نشرة خاصة توزع على المعلمين والطلاب\n• حفظ التوثيق في ملف خاص كشاهد على المشاركة",
    "section6Title": "الأثر التربوي والإداري",
    "section6Content": "المشاركة في فعاليات يوم المدير تترك أثراً تربوياً وإدارياً إيجابياً. فهي تُعزز من العلاقة بين المدير والمعلمين والطلاب، وتخلق بيئة مدرسية قائمة على الاحترام المتبادل والتقدير. كما أن هذه الفعاليات تُحفز المدير على بذل المزيد من الجهد في تطوير العملية التعليمية، وتُعزز من روح الفريق والتعاون بين جميع أفراد المدرسة. المعلم الذي يُشارك بفعالية في هذه المناسبة يُعد قدوة حسنة للطلاب في احترام القيادة، ويُسهم في بناء مجتمع مدرسي متماسك ومتعاون.",
    "applicableStages": ["ابتدائي", "متوسط", "ثانوي"],
    "applicableSubjects": [],
    "applicableGrades": [],
    "priority": 0,
    "defaultImage1Url": "https://d2xsxph8kpxj0f.cloudfront.net/310519663229092848/PdwWnVF2DAatRAKFwvgWXk/shared-evidence-images/teacher-students.jpg",
    "defaultImage2Url": "https://d2xsxph8kpxj0f.cloudfront.net/310519663229092848/PdwWnVF2DAatRAKFwvgWXk/shared-evidence-images/students-learning.jpg",
    "activeFields": [1, 2, 5, 6, 7, 9, 16]
  }
]
